Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Error
source: Signature verification failed
ca: Ha fallat la verificació de signatura
it: Verifica della firma fallita
ro: Verificare semnătură eșuată

# Error
source: Incorrect decryption password
ca: Contrasenya de desxifrat incorrecta
it: Password di decifratura errata
ro: Parolă de decriptare incorectă

# Error
source: This field is required
ca: Aquest camp és obligatori
it: Questo campo è obbligatorio
ro: Acest câmp este obligatoriu

# Error
source: Email address invalid
ca: L'adreça de correu electrònic no és vàlida
it: Indirizzo email non valido
ro: Adresă de e-mail nevalidă

# Error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
ca: El navegador que utilitzeu no permet l'autorització total del pagament. Si us plau, utilitzeu un navegador diferent o inicieu la sessió mitjançant un ordinador.
it: Il browser che stai utilizzando non consente di autorizzare completamente il pagamento. Per favore usa un altro browser o effettua il login tramite un computer.
ro: Navigatorul folosit nu permite autorizarea completă a plății. Folosiți un alt navigator sau conectați-vă de pe un calculator.

# Error
source: Process aborted
ca: Procés anul·lat
it: Processo interrotto
ro: Proces abandonat

# Error
source: Payment process cancelled
ca: Procés de pagament cancel·lada
it: Processo di pagamento annullato
ro: Operația de plată a fost anulată.

# Error
source: Payment process failed
ca: Ha fallat el procés de pagament
it: Processo di pagamento fallito
ro: Operația de plată a eșuat.

# Error
source: Payment process consumed
ca: Procés de pagament consumit
it: Processo di pagamento completato
ro: Operația de plată a fost executată.

# Error
source: Payment process not supported
ca: Procés de pagament no soportat
it: Processo di pagamento non supportato
ro: Modul de plată nu este acceptat.

# Error
source: Unknown payment token status
ca: Estat del token de pagament desconegut
it: Stato del token di pagamento sconosciuto
ro: Stare necunoscută cod plată generat.

# Error
source: Tab closed
ca: Pestanya tancada
it: Scheda chiusa
ro: Filă închisă.

# Error
source: Invalid gift code
ca: Codi de regal no vàlid
it: Codice regalo non valido
ro: Cod cadou nevalid

# Error
source: Your coupon is invalid or cannot be applied to your plan
ca: El vostre cupó no és vàlid o no es pot aplicar al vostre pla
it: Il tuo coupon non è valido o non può essere applicato al tuo piano
ro: Cuponul nu este valid sau nu poate fi aplicat la planul actual

# Error
source: Name on card required
ca: Nom en targeta requerit
it: Nome sulla carta richiesto
ro: Numele de pe card este obligatoriu.

# Error
source: Invalid expiration date
ca: Data de caducitat invàlida
it: Data di scadenza non valida
ro: Data expirării nu este validă.

# Error
source: Invalid card number
ca: Número de targeta no vàlid
it: Numero carta non valido
ro: Număr card nevalid.

# Error
source: Invalid ${ name } code
ca: Codi ${ name } no vàlid
it: Codice ${ name } non valido
ro: Cod ${ name } nevalid

# Error
source: Invalid postal code
ca: Codi de país invàlid
it: Codice postale non valido
ro: Cod poștal incorect.

# Error
source: Amount below minimum.
ca: Quantitat per sota del mínim.
it: Importo inferiore al minimo.
ro: Sumă mai mică decât minimul acceptat.

# Error
source: Amount above the maximum.
ca: Quantitat per sobre del màxim.
it: Importo superiore al massimo.
ro: Sumă mai mare decât maximul acceptat.

# Error
source: Error connecting to the Bitcoin API.
ca: Error en connectar-se a l'API de Bitcoin.
it: Errore di connessione alle API di Bitcoin.
ro: Eroare de conectare la Bitcoin API.

# Error
source: The minimum amount that can be donated is ${ price }
ca: L’import mínim que es pot donar és ${ price }
it: L'importo minimo che può essere donato è di ${ price }
ro: Suma minimă care poate fi donată este de ${ price }.

# Error
source: The minimum amount of credit that can be added is ${ _price }
ca: La quantitat mínima de crèdit que es pot afegir és ${ _price }
it: L'importo minimo di credito che può essere aggiunto è di ${ _price }
ro: Creditul minim care poate fi adăugat este de ${ _price }.

# Error
source: The minimum payment we accept is ${ _price2 }
ca: El pagament mínim que acceptem és ${ _price2 }
it: Il pagamento minimo che accettiamo è di ${ _price2 }
ro: Plata minimă acceptată este de ${ _price2 }.

# Error
source: Key does not exist
ca: La clau no existeix
it: La chiave non esiste
ro: Cheia nu există

# Error
source: Key ID mismatch
ca: L'ID de la clau no coincideix
it: ID della chiave non corrispondente
ro: ID cheie nepotrivit

# Error
source: Invalid private key file
ca: Arxiu de clau privada invàlid
it: File della chiave privata non valido
ro: Fișier cheie privată nevalid

# Error
source: Uploaded key does not match fingerprint
ca: La clau carregada no coincideix amb l’empremta digital
it: La chiave caricata non corrisponde all'impronta digitale
ro: Cheia încărcată nu se potrivește cu amprenta

# Error
source: Key is already decrypted
ca: La clau ja està desxifrada
it: La chiave è già decriptata
ro: Cheia este deja decriptată

# Error
source: Passwords do not match
ca: Les contrasenyes no coincideixen
it: Le password non corrispondono
ro: Parolele nu coincid

# Error
source: Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.
ca: Actualitzi a un pla Professional amb més d'1 usuari o un compte Visionari per obtenir suport multi-usuari.
it: Per favore passa ad un piano Professional con più di un utente, o ad un account Visionary, per ottenere il supporto multi-utente.
ro: Vă rugăm să treceți la planul Profesional pentru mai mult de un utilizator, sau cel Vizionar pentru suport utilizatori multipli.

# Error
source: You must privatize all sub-accounts before generating new organization keys
ca: Heu de privatitzar tots els sub-comptes abans de generar claus d'organització noves
it: Devi privatizzare tutti i sotto-account prima di generare nuove chiavi dell'organizzazione
ro: Trebuie să faceți private toate conturile subordonate înainte de a genera noi chei pentru organizație

# Error
source: You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Heu perdut l'accés a les vostres claus d'organització. Sense restauració no podreu crear usuaris nous, afegir adreces a usuaris ja existents, o accedir a comptes d'usuaris no privats.
it: Hai perso l'accesso alle tue chiavi dell'organizzazione. Senza ripristino non sarai in grado di creare nuovi utenti, aggiungere gli indirizzi per gli utenti esistenti o accedere ad account utente non privati.
ro: Ați pierdut accesul la cheile organizației. Fără restaurare nu veți mai putea crea utilizatori noi, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Error
source: You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Heu d'activar les claus de l'organització. Sense l’activació no podreu crear usuaris nous, afegir adreces als usuaris existents ni accedir a comptes d’usuaris no privats.
it: È necessario attivare le chiavi dell'organizzazione. Senza attivazione non sarà possibile creare nuovi utenti, aggiungere indirizzi agli utenti esistenti o accedere ad account utente non privati.
ro: Trebuie să activați cheile organizației. Fără activare nu veți mai putea crea utilizatori noi, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Error
source: Member keys are not set up.
ca: Les claus de membre no configurades.
it: Le chiavi dei membri non sono impostate.
ro: Cheile membrului nu sunt setate.

# Error
source: ${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Identity > Short domain (pm.me)
ca: ${ Local } es el teu nom d'usuari. Per a crear ${ Local }@${ Domain }, si us plau ves-hi a Configuració > Identitat > Domini curt (pm.me)
it: ${ Local } è il tuo nome utente. Per creare ${ Local }@${ Domain }, vai in Impostazioni > Identità > Dominio breve (pm.me)
ro: ${ Local } vă este numele de utilizator. Pentru a crea ${ Local }@${ Domain }, accesați Setări > Identitate > Domeniu scurt (pm.me)

# Error
source: Please set a recovery/notification email
ca: Si us plau, estableixi un correu electrònic de recuperació/notificació
it: Per favore imposta un'email di recupero/notifica
ro: Stabiliți o adresă de e-mail de recuperare/notificare.

# Error
source: Verification did not succeed, please try again in an hour.
ca: La verificació no s'ha pogut realitzar amb èxit, si us plau intenteu-ho de nou d'aquí una hora.
it: Verifica non riuscita, riprova tra un'ora.
ro: Verificarea nu a reușit, vă rugăm reîncercați peste o oră.

# Error
source: Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.
ca: Codi de verificació erroni. Si us plau assegureu-vos que heu copiat el codi de verificació correctament i intenteu-ho de nou. Els canvis poden trigar fins a 24 hores a produir-se.
it: Codice di verifica errato. Per favore, assicurati di aver copiato correttamente il codice di verifica e prova di nuovo. Ci possono volere fino a 24 ore affinché le modifiche vengano applicate.
ro: Cod de verificare greșit. Asigurați-vă că ați copiat codul de verificare corect și reîncercați. Poate dura până la 24 de ore până se aplică modificările.

# Error
source: '${ credentials.username }' is a reserved word. Please set another username.
ca: { credentials.username } es una paraula reservada. Si us plau seleccioni un altre nom d'usuari.
it: '${ credentials.username }' è una parola riservata. Per favore scegli un altro nome utente.
ro: '${ credentials.username }' este un cuvânt rezervat. Alegeți alt nume.

# Error
source: Please generate keys before you try to change your password.
ca: Genereu les claus abans d’intentar canviar la vostra contrasenya.
it: Per favore genera le chiavi prima di provare a cambiare la tua password.
ro: Generați cheile înainte de a vă schimba parola.

# Error
source: You must choose a type of condition
ca: Heu d’escollir un tipus de condició
it: Devi scegliere un tipo di condizione
ro: Trebuie să alegeți un tip de condiție

# Error
source: A filter must have an action
ca: El filtre ha de ser una acció
it: Un filtro deve avere un'azione
ro: Un filtru trebuie să aibă o acțiune

# Error
source: Filter name required
ca: Es requereix el nom del filtre
it: Nome filtro richiesto
ro: Nume filtru obligatoriu

# Error
source: You must set a value
ca: Heu d'introduir un valor
it: Devi impostare un valore
ro: Trebuie setată o valoare

# Error
source: Could not connect to server.
ca: No s'ha pogut connectar al servidor.
it: Impossibile connettersi al server.
ro: Nu s-a putut contacta serverul.

# Error
source: No internet connection found
ca: No s'ha trobat connexió a internet
it: Nessuna connessione a internet trovata
ro: Nu există conexiune la internet.

# Error
source: Request timed out.
ca: S'ha esgotat el temps d'espera.
it: Timeout della richiesta.
ro: Solicitarea a expirat.

# Error
source: Invalid name
ca: Nom no vàlid
it: Nome non valido
ro: Nume nevalid

# Error
source: Invalid password
ca: Contrasenya incorrecta
it: Password non valida
ro: Parolă nevalidă

# Error
source: Invalid address
ca: Adreça no vàlida
it: Indirizzo non valido
ro: Adresă incorectă

# Error
source: Address already associated to a user
ca: Adreça ja associada a un usuari
it: Indirizzo già associato a un utente
ro: Adresă deja asociată unui utilizator

# Error
source: The organization key must be activated first.
ca: S'ha d'activar primer la clau d'organització.
it: La chiave dell'organizzazione deve essere prima attivata.
ro: Cheia organizației trebuie mai întâi activată.

# Error
source: Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.
ca: Actualitzi a un pla Professional amb més d'1 usuari o un compte Visionari per obtenir suport multi-usuari.
it: Per favore passa ad un piano Professional con più di un utente, o ad un account Visionary, per gestire più utenti.
ro: Vă rugăm să treceți la planul Profesional cu mai mult de un utilizator sau la cel Vizionar, pentru a avea suport pentru utilizatori multipli.

# Error
source: Please enable multi-user support before adding users to your organization.
ca: Si us plau activeu la compatibilitat multi-usuari abans d'afegir usuaris a la seva organització.
it: Per favore, abilita il supporto multi-utente prima di aggiungere gli utenti all'organizzazione.
ro: Activați suportul multiutilizator înainte de a adăuga utilizatori la organizație.

# Error
source: Please configure a custom domain before adding users to your organization.
ca: Si us plau, configureu un domini personalitzat abans d'afegir usuaris a la seva organització.
it: Per favore, configura un dominio personalizzato prima di aggiungere utenti all'organizzazione.
ro: Configurați un nume de domeniu personal înainte de a adăuga utilizatori la organizație.

# Error
source: You have used all users in your plan. Please upgrade your plan to add a new user.
ca: Heu emprat tots els usuaris del vostre pla. Si us plau actualitzeu el pla per afegir un nou usuari.
it: Hai utilizzato tutti gli utenti del tuo piano. Per favore effettua l'upgrade del tuo piano per aggiungere un nuovo utente.
ro: V-ați folosit toate adresele din plan. Vă rugăm să treceți la un plan plătit superior pentru a adăuga un utilizator nou.

# Error
source: You have used all addresses in your plan. Please upgrade your plan to add a new address.
ca: Heu emprat totes les adreces del vostre pla. Si us plau actualitzeu el pla per afegir noves adreces.
it: Hai utilizzato tutti gli indirizzi del tuo piano. Per favore effettua l'upgrade del tuo piano per aggiungere un nuovo indirizzo.
ro: V-ați folosit toate adresele din plan. Vă rugăm să treceți la un plan plătit superior pentru a adăuga o adresă nouă.

# Error
source: All storage space has been allocated. Please reduce storage allocated to other users.
ca: Tot l'espai d'emmagatzematge s'ha assignat. Si us plau, reduïu l'emmagatzematge assignat a altres usuaris.
it: Tutto lo spazio di archiviazione è stato allocato. Per favore, riduci la memoria assegnata agli altri utenti.
ro: Tot spațiul de stocare a fost alocat. Reduceți spațiul alocat altor utilizatori.

# Error
source: Permission denied, administrator privileges have been restricted.
ca: Permís denegat. Els privilegis d'administrador s'han restringit.
it: Autorizzazione negata, i privilegi di amministratore sono stati limitati.
ro: Permisiune refuzată, drepturile de administrator au fost restricționate.

# Error
source: Payments are currently not available, please try again later
ca: Els pagaments actualment no estan disponibles, proveu-ho més tard
it: I pagamenti attualmente non sono disponibili, per favore riprova più tardi
ro: Plățile nu sunt disponibile acum, reîncercați mai târziu

# Error
source: You have no invoices.
ca: No teniu cap factura.
it: Non hai nessuna fattura.
ro: Nu aveți facturi.

# Error
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
ca: El seu compte o organització actualment té una factura vençuda. Por favor pagui totes les factures pendents.
it: Il tuo account o organizzazione attualmente ha una fattura scaduta. Si prega di pagare tutte le fatture non pagate.
ro: Contul sau organizația are în prezent o factură restantă. Vă rugăm să plătiți toate facturile neplătite.

# Filter modal type
source: Select ...
ca: Selecciona ...
it: Seleziona...
ro: Selectare...

# Filter modal type
source: If the subject
ca: Si el assumpte
it: Se l'oggetto
ro: Dacă subiectul

# Filter modal type
source: If the sender
ca: Si el remitent
it: Se il mittente
ro: Dacă expeditorul

# Filter modal type
source: If the recipient
ca: Si el destinatari
it: Se il destinatario
ro: Dacă destinatarul

# Filter modal type
source: If the attachments
ca: Si els adjunts
it: Se gli allegati
ro: Dacă atașamentul

# Condition for custom filter
source: contains
ca: conté
it: contiene
ro: conține

# Condition for custom filter
source: is exactly
ca: és exactament
it: è esattamente
ro: este exact

# Condition for custom filter
source: begins with
ca: comença amb
it: inizia con
ro: începe cu

# Condition for custom filter
source: ends with
ca: acaba amb
it: finisce con
ro: se termină cu

# Condition for custom filter
source: matches
ca: és igual a
it: corrisponde
ro: se potrivește

# Condition for custom filter
source: does not contain
ca: no conté
it: non contiene
ro: nu conține

# Condition for custom filter
source: is not
ca: no és
it: non è
ro: nu este

# Condition for custom filter
source: does not begin with
ca: no comença amb
it: non inizia con
ro: nu începe cu

# Condition for custom filter
source: does not end with
ca: no acaba amb
it: non finisce con
ro: nu se termină cu

# Condition for custom filter
source: does not match
ca: no coincideix
it: non corrisponde
ro: nu se potrivește cu

# Filter modal operators
source: All conditions must be fulfilled (AND)
ca: Cal complir totes les condicions (I)
it: Tutte le condizioni devono essere soddisfatte (E)
ro: Toate condițiile trebuie îndeplinite (ȘI)

# Filter modal operators
source: One condition must be fulfilled (OR)
ca: Cal complir totes les condicions (O)
it: Una condizione dev'essere soddisfatta (O)
ro: Minim o condiție trebuie îndeplinită (SAU)

# Theme
source: Default theme
ca: Tema per defecte
ro: Tema implicită

# Theme
source: Custom theme
ca: Tema personalitzat
it: Tema personalizzato
ro: Temă personală

# Theme
source: Light
ca: Clar
it: Chiaro
ro: Deschisă

# Theme
source: Blue
ca: Blau
it: Blu
ro: Albastră

# Theme
source: Dark theme
ca: Tema fosc
ro: Tema întunecată

# Time unit
source: ${ hours } hour
ca: ${ hours } hora
ro: ${ hours } oră

# Time unit
source: ${ minutes } minutes
ca: ${ minutes } minut
ro: ${ minutes } minut

# Label
source: Reveal password
ca: Mostra la contrasenya
it: Rivela la password
ro: Afișare parolă

# Label
source: Hide password
ca: Oculta la contrasenya
it: Nascondi la password
ro: Ascundere parolă

# Label
source: Copied
ca: Copiat
it: Copiato
ro: Copiat

# Label
source: Copy
ca: Copia
it: Copia
ro: Copiere

# Label
source: Users
ca: Usuaris
it: Utenti
ro: Utilizatori

# Label
source: Email addresses
ca: Adreces de correu electrònic
it: Indirizzi email
ro: Adrese de e-mail

# Label
source: Storage capacity
ca: Capacitat d'emmagatzemament
it: Capacità di memorizzazione
ro: Spațiu de stocare

# Label
source: Custom domains
ca: Dominis personalitzats
it: Domini personalizzati
ro: Domenii personale

# Label
source: VPN connections
ca: Connexions VPN
it: Connessioni VPN
ro: Conexiuni VPN

# Label
source: Cycle discount +
ca: Cicle de descompte +
it: Ciclo di sconto +
ro: Reducere la ciclul de facturare +

# Label
source: Coupon
ca: Cupó
ro: Cupon

# Label
source: Cycle discount
ca: Cicle de descompte
it: Ciclo di sconto
ro: Reducere la ciclul de facturare

# Label
source: Credits
ca: Crèdits
it: Crediti
ro: Credite

# Label
source: Proration
ca: Proració
it: Calcolo proporzionale
ro: Credit rămas

# Label
source: Gift
ca: Regal
it: Regalo
ro: Cadou

# Label
source: Amount due
ca: Import degut
it: Importo dovuto
ro: Sumă datorată

# Label
source: Amount
ca: Quantitat
it: Importo
ro: Sumă

# Label
source: Enter gift code
ca: Introduïu el codi regal
it: Inserisci un codice regalo
ro: Utilizare cod cadou

# Label
source: Gift code
ca: Codi de Regal
it: Codice regalo
ro: Cod cadou

# Label
source: ProtonMail plan
ca: Pla de ProtonMail
it: Piano ProtonMail
ro: Plan ProtonMail

# Label
source: Extra users
ca: Usuaris adicionals
it: Utenti aggiuntivi
ro: Utilizatori adiționali

# Label
source: Extra email addresses
ca: Adreces de correu electrònic adicionals
it: Indirizzi email aggiuntivi
ro: Adrese de e-mail adiționale

# Label
source: Extra storage
ca: Emmagatzematge addicional
it: Spazio aggiuntivo
ro: Spațiu suplimentar

# Label
source: Bonus storage
ca: Bonus d’emmagatzematge
it: Spazio bonus
ro: Stocare bonus

# Label
source: Extra domains
ca: Dominis adicionals
it: Domini aggiuntivi
ro: Domenii adiționale

# Label
source: ProtonVPN plan
ca: Pla de ProtonVPN
it: Piano ProtonVPN
ro: Plan ProtonVPN

# Label
source: Extra connections
ca: Connexions adicionals
it: Connessioni aggiuntive
ro: Conexiuni adiționale

# Label
source: Bonus connections
ca: Bonus de conexions
it: Connessioni bonus
ro: Conexiuni bonus

# Label
source: Discount
ca: Descompte
it: Sconto
ro: Reducere

# Label
source: Billing cycle
ca: Cicle de facturació
it: Ciclo di fatturazione
ro: Ciclu de facturare

# Label
source: Renewal date
ca: Data de renovació
it: Data di rinnovo
ro: Dată reînnoire

# Label
source: BTC amount
ca: Import de BTC

# Label
source: BTC address
ca: Adreça BTC
it: Indirizzo BTC
ro: Adresa BTC

# Label
source: Payment method
ca: Forma de pagament
it: Metodo di pagamento
ro: Metoda de plată

# Label
source: Enter the password for key with fingerprint: ${ fingerprintCode }
ca: Introduir la contrasenya per la clau de la empenta digital ${ fingerprintCode }
it: Inserisci la password per la chiave con l'impronta digitale: ${ fingerprintCode }
ro: Introduceți parola pentru cheia cu amprenta: ${ fingerprintCode }

# Label
source: Enter password
ca: Introdueix la contrasenya
it: Inserisci la password
ro: Introduceți parola

# Label
source: Enter your previous password from before your account was reset:
ca: Introdueix la contrasenya anterior abans de restablir el seu compte:
it: Inserisci la tua password precedente di prima che il tuo account fosse resettato:
ro: Introduceți parola anterioară dinaintea resetării contului:

# Label
source: Please select files to upload
ca: Si us plau, selecciona els fitxers a pujar
it: Seleziona i file da caricare
ro: Selectați fișierele de încărcat

# Label
source: Timezone
ca: Zona Horària
it: Fuso orario
ro: Fus orar

# Label
source: Days of the week
ca: Dies de la setmana
it: Giorni della settimana
ro: Ziua săptămânii

# Label
source: Duration
ca: Durada
it: Durata
ro: Durata

# Label
source: Start date
ca: Data d'inici
it: Data d'inizio
ro: Dată început

# Label
source: Start time
ca: Hora d'inici
it: Ora d'inizio
ro: Oră pornire

# Label
source: End date
ca: Data de finalització
it: Data di fine
ro: Data sfârșit

# Label
source: End time
ca: Hora de finalització
it: Ora di fine
ro: Oră oprire

# Label
source: Start day of month
ca: Dia de començament del mes
it: Giorno d'inizio del mese
ro: Ziua de început din lună

# Label
source: End day of month
ca: Dia de finalització del mes
it: Giorno finale del mese
ro: Ziua de sfârșit din lună

# Label
source: Start weekday
ca: Dia de començament de la setmana
it: Giorno iniziale della settimana
ro: Ziua de început din săptămână

# Label
source: End weekday
ca: Dia de finalització de la setmana
it: Giorno finale della settimana
ro: Ziua de sfârșit din săptămână

# Label
source: Start
ca: Inici
it: Inizia
ro: Început

# Label
source: End
ca: Final
it: Finisce
ro: Sfârșit

# Label
source: Message
ca: Missatge
it: Messaggio
ro: Mesaj

# Label
source: Auto-reply
ca: Resposta automàtica
it: Risposta automatica
ro: Autorăspuns

# Label
source: Organization name
ca: Nom de l'organització
it: Nome dell'organizzazione
ro: Nume organizație

# Label
source: Organization password
ca: Contrasenya de l'organització
it: Password dell'organizzazione
ro: Parolă organizație

# Label
source: Confirm password
ca: Confirma contrasenya
it: Conferma la password
ro: Confirmare parolă
