Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# FilterSettings
source: Custom Filters
ca: Filtres personalitzats
it: Filtri personalizzati
ro: Filtre personalizate

# FilterSettings
source: Add a custom filter to perform actions such as automatically labeling or archiving messages.
ca: Afegeixi un filtre personalitzat per a realitzar accions com l'etiquetatge automàtic o arxivar missatges.
it: Aggiungi un filtro personalizzato per eseguire azioni come l'etichettatura o l'archiviazione dei messaggi automaticamente.
ro: Adăugați un filtru personal pentru a executa acțiuni cum ar fi etichetarea automată sau arhivarea mesajelor.

# FilterSettings
source: No filters available
ca: No hi ha filtres disponibles
it: Nessun filtro disponibile
ro: Filtre nedisponibile

# FilterSettings
source: Search Whitelist and Blacklist
ca: Cerca llista blanca i llista negra
it: Ricerca whitelist e blacklist
ro: Căutare în lista de acceptate și blocate

# FilterSettings
source: Spam Filters
ca: Filtres de correu brossa
it: Filtri spam
ro: Filtre de spam

# FilterSettings
source: Sender specific spam rules can be applied here. Whitelist addresses always go to Inbox while Blacklist addresses always go to Spam. Marking a message as spam adds the address to the Blacklist. Marking a message as not spam adds it to the Whitelist.
ca: Les regles d'spam específiques del remitent es poden aplicar aquí. Les adreces de la llista blanca sempre van a la safata d'entrada, mentre que les adreces de la llista negra sempre van a Correu brossa. Nmarcar un missatge com a correu brossa afegeix l'adreça a la llista negra. Marcar un missatge com no spam afegeix l'adreça a la llista blanca.
it: Qui possono essere applicate regole di spam specifiche per destinatario. Gli indirizzi nella whitelist finiscono sempre nella Posta in arrivo, mentre quelli nella blacklist finiscono sempre in Spam. Segnare un messaggio come spam aggiungerà l'indirizzo alla blacklist. Segnare un messaggio come non spam aggiungerà l'indirizzo alla whitelist.
ro: Aici se pot aplica reguli de spam specifice expeditorilor. «Adrese ignorate» vor merge întotdeauna în «Primite», iar «Adrese blocate» vor merge în «Spam». Marcarea unui mesaj ca spam va determina adăugarea adresei în lista «Adrese blocate». Marcarea unui mesaj ca nefiind spam va determina ca adresa lui să fie adăugată în lista «Adrese ignorate».

# Moved to black/whitelist
source: ${ Email } moved to ${ I18N[dest] }
ca: ${ Email } mogut a ${ I18N[dest] }
it: ${ Email } aggiunto a ${ I18N[dest] }
ro: ${ Email } mutată în ${ I18N[dest] }

# Moved to black/whitelist
source: ${ Email } removed from ${ I18N[type] }
ca: ${ Email } esborrat des de ${ I18N[type] }
it: ${ Email } rimosso da ${ I18N[type] }
ro: ${ Email } eliminată din ${ I18N[type] }

# Spam notification
source: ${ email } added to ${ I18N[type] }
ca: ${ email } afegit a ${ I18N[type] }
it: ${ email } aggiunto a ${ I18N[type] }
ro: ${ email } adăugată în ${ I18N[type] }

# Member action
source: Edit
ca: Editar
it: Modifica
ro: Editare

# Member action
source: Delete
ca: Esborra
it: Elimina
ro: Ștergere

# Member action
source: Make admin
ca: Fer administrador
it: Rendi amministratore
ro: Setare ca administrator

# Member action
source: Revoke admin
ca: Revocar drets d'administració
it: Revoca amministratore
ro: Anulare administrator

# Member action
source: Login
ca: Iniciar Sessió
it: Accedi
ro: Conectare

# Member action
source: Make private
ca: Fer privat
it: Rendi privato
ro: Setare ca privat

# Member action
source: Revoke sessions
ca: Revoca les sessions
it: Revoca le sessioni
ro: Anulare sesiuni

# User role
source: Admin
ca: Administrador
it: Amministratore
ro: Administrator

# User role
source: Member
ca: Membre
it: Membro
ro: Membru

# User role
source: Primary admin
ca: Administrador principal
it: Amministratore principale
ro: Administrator principal

# Label for new member
source: Private
ca: Privat
it: Privato
ro: Privat

# Info for members section
source: Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more.
ca: Afegiu, suprimiu i gestioneu els usuaris de la vostra organització. Aquí podeu ajustar el seu espai d’emmagatzematge assignat, concedir drets d’administració i molt més.
it: Aggiungi, rimuovi e gestisci gli utenti all'interno della tua organizzazione. Qui puoi regolare il loro spazio di archiviazione, concedere i diritti di amministratore e altro ancora.
ro: Adăugați, eliminați și gestionați utilizatorii din organizația proprie. Aici puteți gestiona spațiul alocat acestora, le puteți acorda drepturi de administrare și altele.

# Title header for members table
source: Name
ca: Nom
it: Nome
ro: Nume

# Title header for members table
source: Role
ca: Rol
it: Ruolo
ro: Rol

# Title header for members table
source: Private
ca: Privat
it: Privato
ro: Privat

# Title header for members table
source: Addresses
ca: Adreçes
it: Indirizzi
ro: Adrese

# Title header for members table
source: Features
ca: Característiques
it: Funzionalità
ro: Funcții

# Title header for members table
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Log event
source: Login failure (password)
ca: Error d'inici de sessió (contrasenya)
it: Errore di accesso (password)
ro: Conectare eșuată (parola)

# Log event
source: Login success
ca: Inici de sessió correcte
it: Accesso effettuato
ro: Conectare reușită

# Log event
source: Logout
ca: Tanca sessió
it: Uscita
ro: Deconectare

# Log event
source: Login failure (2FA)
ca: Error de connexió (2FA)
it: Errore di accesso (2FA)
ro: Conectare eșuată (A2F)

# Log event
source: Login success (2FA)
ca: Identificació satisfactoria (2FA)
it: Accesso riuscito (2FA)
ro: Conectare reușită (A2F)

# Log preference
source: Disabled
ca: Desactivat
it: Disabilitati
ro: Dezactivat

# Log preference
source: Basic
ca: Bàsic
it: Base
ro: De bază

# Log preference
source: Advanced
ca: Avançat
it: Avanzati
ro: Avansat

# Label to change composer mode
source: Popup
ca: Finestra emergent
ro: Separat

# Label to change composer mode
source: Maximized
ca: Maximitzat
it: Massimizzato
ro: Maximizat

# Label to change view layout
source: Column
ca: Columna
it: Colonna
ro: Coloană

# Label to change view layout
source: Row
ca: Fila
it: Riga
ro: Rânduri

# Label to change view mode
source: Conversation group
ca: Grup de conversa
it: Raggruppa conversazioni
ro: Grupare conversații

# Label to change view mode
source: Single messages
ca: Missatges simples
it: Messaggi singoli
ro: Mesaje separate

# Title for downloads section
source: Platform
ca: Plataforma
it: Piattaforma
ro: Platformă

# Title for downloads section
source: Name
ca: Nom
it: Nome
ro: Nume

# Title for downloads section
source: Action
ca: Acció
it: Azione
ro: Acțiune

# Tag
source: Premium feature
ca: Característiques Premium
it: Funzionalità premium
ro: Funcție specială

# Role
source: Member
ca: Membre
it: Membro
ro: Membru

# Role
source: Administrator
ca: Administrador
it: Amministratore

# Error notification in the bug report modal when the user upload file
source: No image selected
ca: No s'ha seleccionat cap imatge
it: Nessuna immagine selezionata
ro: Nici o imagine selectată

# Bug category
source: Login problem
ca: Problema d'inici de sessió
it: Problema di accesso
ro: Problemă autentificare

# Bug category
source: Sign up problem
ca: Problema de registre
it: Problema di iscrizione
ro: Problemă înregistrare

# Bug category
source: Bridge problem
ca: Problema a Bridge
it: Problema con il Bridge
ro: Problemă Bridge

# Bug category
source: Import / export problem
ca: Problema d'Importació / Exportació
it: Problema di importazione/esportazione
ro: Problemă importare/exportare

# Bug category
source: Custom domains problem
ca: Problema als dominis personalitzats
it: Problema dei domini personalizzati
ro: Problemă domenii personale

# Bug category
source: Payments problem
ca: Problema de pagament
it: Problema con i pagamenti
ro: Problemă plăți

# Bug category
source: Connection problem
ca: Problema de connexió
it: Problema di connessione
ro: Problemă de conectare

# Bug category
source: Slow speed problem
ca: Problema de baixa velocitat
it: Problema di bassa velocità
ro: Problemă viteză scăzută

# Bug category
source: VPN problem
ca: Problema de VPN
it: Problema della VPN
ro: Problemă VPN

# Bug category
source: Feature request
ca: Sol·licitud de característica
it: Richiesta di una funzionalità
ro: Solicitare funcționalitate

# Bug category
source: Other
ca: Altres
it: Altro
ro: Alta

# Bug category
source: Signup problem
ca: Problema de registre
it: Problema di iscrizione
ro: Problemă înregistrare

# Bug category
source: Installation problem
ca: Problema de instal·lació
it: Problema d'installazione
ro: Problemă la instalare

# Bug category
source: Update problem
ca: Actualitzar problema
it: Problema con l'aggiornamento
ro: Problemă la actualizare

# Bug category
source: Application problem
ca: Problema d’aplicació
it: Problema con l'applicazione
ro: Problemă aplicație

# Bug category
source: Speed problem
ca: Problema de velocitat
it: Problema di velocità
ro: Problemă viteză

# Bug category
source: Manual setup problem
ca: Problema de configuració manual
it: Problema di configurazione manuale
ro: Problemă setare manuală

# Bug category
source: Website access problem
ca: Problema d'acces a la web
it: Problema di accesso al sito web
ro: Problemă accesare site web

# Bug category
source: Streaming problem
ca: Problema de Streaming
it: Problema di streaming
ro: Problemă redare în flux

# Action to select a title for the bug report modal
source: Select
ca: Selecciona
it: Seleziona
ro: Selectare

# Label, make it short please
source: Attach screenshot(s)
ca: Afegir captura(es) de pantalla
it: Allega screenshot
ro: Atașare capturi ecran

# Invoice type display as badge
source: Other
ca: Altres
it: Altro
ro: Altele

# Invoice type display as badge
source: Subscription
ca: Subscripció
it: Abbonamento
ro: Abonament

# Invoice type display as badge
source: Cancellation
ca: Cancel·lació
it: Cancellazione
ro: Anulare

# Invoice type display as badge
source: Credit
ca: Crèdit
it: Credito

# Invoice type display as badge
source: Donation
ca: Donatiu
it: Donazione
ro: Donație

# Invoice type display as badge
source: Chargeback
ca: Devolució de càrrec
it: Riaccredito
ro: Rambursare

# Invoice type display as badge
source: Renewal
ca: Renovació
it: Rinnovo
ro: Reinnoire

# Invoice type display as badge
source: Refund
ca: Reemborsament
it: Rimborso
ro: Rambursare

# Invoice type display as badge
source: Modification
ca: Modificació
it: Modifica
ro: Modificare

# Invoice type display as badge
source: Addition
ca: Suma
it: Aggiunta
ro: Adaos

# Invoice state display as badge
source: Unpaid
ca: Pendent de pagament
it: Non pagata
ro: Neplătită

# Invoice state display as badge
source: Paid
ca: Pagat
it: Pagata
ro: Plătită

# Invoice state display as badge
source: Void
ca: Nul
it: Vuoto
ro: Nulă

# Invoice state display as badge
source: Billed
ca: Facturat
it: Fatturato
ro: Facturată

# Invoice state display as badge
source: Writeoff
ca: Demanar-ho per escrit
it: Cancellazione
ro: Anulare

# Title for PDF file
source: ProtonMail invoice
ca: Factura ProtonMail
it: Fattura ProtonMail
ro: Factură ProtonMail

# Info message for custom invoice modal
source: Add your name (or company name) and address to your invoices.
ca: Afegeixi el seu nom (o nom de la empresa) i adreça a les seves factures.
it: Aggiungi il tuo nome (o il nome dell'azienda) e l'indirizzo alle tue fatture.
ro: Adăugați-vă numele (sau al companiei) și adresa pe facturile dvs.

# Placeholder for custom invoice text
source: Add your name (or company name) and address to your invoices
ca: Afegeixi el seu nom (o nom de la empresa) i adreça a les seves factures
it: Aggiungi il tuo nome (o il nome dell'azienda) e l'indirizzo alle tue fatture
ro: Adăugați-vă numele (sau al companiei) și adresa pe facturile dvs.

# Badge for user sessions table
source: Current session
ca: Sessió actual
it: Sessione corrente
ro: Sesiune curentă

# Action for user session
source: Revoke
ca: Revoca
it: Revoca
ro: Anulare

# Badge
source: ProtonMail for web
ca: ProtonMail per a web
it: ProtonMail per web
ro: ProtonMail pentru web

# Badge
source: ProtonMail settings for web
ca: Configuració de ProtonMail per a web
it: Impostazioni ProtonMail per il web
ro: Setări web ProtonMail

# Badge
source: ProtonMail for iOS
ca: ProtonMail per a iOS
it: ProtonMail per iOS
ro: ProtonMail pentru iOS

# Badge
source: ProtonMail for Android
ca: ProtonMail per a Android
it: ProtonMail per Android
ro: ProtonMail pentru Android

# Badge
source: ProtonMail import-export
ca: Importació-Exportació ProtonMail
ro: ProtonMail importare-exportare

# Badge
source: ProtonVPN for web
ca: ProtonVPN per a web
it: ProtonVPN per web
ro: ProtonVPN pentru web

# Badge
source: ProtonVPN for Windows
ca: ProtonVPN per a Windows
it: ProtonVPN per Windows
ro: ProtonVPN pentru Windows

# Badge
source: ProtonVPN for macOS
ca: ProtonVPN per a MacOS
it: ProtonVPN per macOS
ro: ProtonVPN pentru OSX

# Badge
source: ProtonVPN for iOS
ca: ProtonVPN per a iOS
it: ProtonVPN per iOS
ro: ProtonVPN pentru iOS

# Badge
source: ProtonVPN for Android
ca: ProtonVPN per a Android
it: ProtonVPN per Android
ro: ProtonVPN pentru Android

# Badge
source: Admin
ca: Administrador
it: Amministratore
ro: Administrator

# Badge
source: ProtonVPN settings for web
ca: Configuració de ProtonVPN per la web
it: Impostazioni di ProtonVPN per il web
ro: Setări ProtonVPN pentru web

source: Error
it: Errore
ro: Eroare

# Title
source: Error
it: Errore
ro: Eroare

# Title
source: Plans
it: Piani
ro: Planuri

# Title
source: General
it: Generale
ro: Generale

# Title
source: Sessions
it: Sessioni
ro: Sesiuni

# Action
source: No
ro: Nu

# Info
source: Amount below minimum. (${ amount })
it: Importo inferiore al minimo. (${ amount })
ro: Sumă mai mică decât minimul acceptat. (${ amount })

# Info
source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
it: ProtonMail supporta la firma DKIM per domini personalizzati! Per utilizzare l'autenticazione DKIM, si prega di aggiungere il seguente record TXT nei DNS per questo dominio. Questo può essere fatto solitamente nel pannello di controllo del registrar del nome di dominio.
ro: ProtonMail permite semnarea DKIM pentru domeniile personale! Pentru a utiliza autentificarea DKIM, vă rugăm să adăugați următoarele înregistrări TXT în setarea DNS a domeniului. De obicei aceasta se poate face în panoul de control al registratorului domeniului.

# Info
source: Keep this record in your DNS for as long as you want to use DKIM. You can change its Value to ${ off } to disable DKIM.
it: Mantieni questo record nel tuo DNS fintanto che desideri usare il DKIM. Puoi cambiare il suo valore a ${ off } per disattivare DKIM.
ro: Păstrați această înregistrare în DNS atât timp cât doriți să utilizați DKIM. Puteți să-i schimbați valoarea la ${ off } pentru a dezactiva DKIM.

# Placeholder
source: ZIP
it: CAP
ro: Cod Poștal

# Label
source: Amount BTC
it: Importo BTC
ro: Sumă în BTC

# Suffix
source: /mo
it: /mese
ro: /lună

# Key state badge
source: Error
it: Errore
ro: Eroare

# New Label form
source: Color
it: Colore
ro: Culoare

# Title
source: ProtonMail Beta
it: Beta di ProtonMail

# Title
source: ProtonMail total
it: Totale di ProtonMail

# Title
source: Billed as ${ amount } (${ notice })
it: Fatturato come ${ amount } (${ notice })

# Title
source: (${ notice }) Renews after 1 year at a discounted annual price of ${ amount } per year (20% discount).
it: (${ notice }) Si rinnova dopo 1 anno ad un prezzo annuo scontato di ${ amount } all'anno (20% di sconto).

# Title
source: (${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (33% discount).
it: (${ notice }) Si rinnova dopo 2 anni ad un prezzo biennale scontato di ${ amount } ogni 2 anni (33% di sconto).

# Title
source: (${ notice }) Renews after 2 years at a discounted 2-year & bundle price of ${ amount } every 2 years (47% discount).
it: (${ notice }) Si rinnova dopo 2 anni ad un prezzo biennale e in bundle scontato di ${ amount } ogni 2 anni (47% di sconto).

# Action
source: Pay annualy and save 20%!
it: Paga annualmente e risparmia il 20%!

# Info
source: The name and logo will be visible to your users while they are logged in.
it: Il nome e il logo saranno visibili agli utenti durante l'accesso.

# Info
source: Don't miss out on limited time discounts for newcomers!
it: Non perdere gli sconti a tempo limitato per i nuovi arrivati!

# Label
source: Interval
it: Intervallo

# Label
source: Total
it: Totale

# Label
source: Sub-total
it: Subtotale

# Option
source: Normal
it: Normale

# Badge plan
source: ${ percentage }% off
it: ${ percentage }% di sconto

# Theme
source: Default
it: Predefinito
