Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Tooltip
source: Signatures produced by this key are treated as invalid and this key cannot be used for encryption
ca: Les signatures produïdes per aquesta clau es consideren invàlides i aquesta clau no es pot utilitzar per al xifratge
it: Le firme prodotte da questa chiave vengono considerate come non valide e questa chiave non può essere utilizzata per la crittografia
ro: Semnăturile produse de această cheie sunt considerate nevalide, iar această cheie nu poate fi folosită pentru criptare.

# Tooltip
source: This key cannot be used for encryption
ca: Aquesta clau no es pot utilitzar per al xifratge
it: Questa chiave non può essere usata per la crittografia
ro: Această cheie nu poate fi folosită pentru criptare

# Tooltip
source: This address has been disabled
ca: Aquesta adreça s'ha desactivat
it: Questo indirizzo è stato disabilitato
ro: Această adresă a fost dezactivată

# Tooltip
source: Enable/disable desktop and mobile notifications
ca: Activa/desactiva les notificacions d'escriptori i de mòbils
it: Attiva/disattiva le notifiche desktop e mobile
ro: Activare/Dezactivare notificări desktop şi mobil

# Tooltip
source: Setting to 'Include moved' means that sent / draft messages that have been moved to other folders will continue to appear in the Sent/Drafts folder.
ca: Seleccionar l'opció 'Incloure moguts' implica que els missatges enviats o els esborranys que s'han mogut a altres carpetes seguiran apareixent a la carpeta d'Enviats/Esborranys.
it: L'impostazione di 'Includi quelli spostati' significa che i messaggi inviati/bozze che sono stati spostati in altre cartelle saranno visualizzati nella cartella Inviati/Bozze.
ro: Setarea „Includere mutate” înseamnă că mesajele trimise sau ciornele care au fost mutate în alte foldere vor continua să apară în folderul Trimise/Ciorne.

# Tooltip
source: This sets the default composer size. Two sizes are available, a smaller popup composer, and a bigger full screen composer.
ca: Això estableix la mida del redactor. Hi ha dues mides disponibles, un redactor popup petit, i un altre més gran de pantalla completa.
it: Questo imposta la dimensione predefinita del compositore. Sono disponibili due dimensioni, un compositore popup più piccolo e un compositore a schermo intero più grande.
ro: Aceasta stabilește mărimea implicită a ferestrei de redactare. Sunt disponibile două mărimi, o fereastră mai mică și una mare pe tot ecranul.

# Tooltip
source: ProtonMail supports both column and row layouts for the inbox. Using this setting, it is possible to change between the two layouts.
ca: ProtonMail admet dissenys de columnes i files per a la safata d'entrada. Usant aquesta configuració, és possible canviar entre els dos dissenys.
it: ProtonMail supporta una disposizione sia per colonne, sia per righe. Usando questa impostazione è possibile passare da una all'altra.
ro: ProtonMail suportă afișarea mesajelor pe coloane și pe rânduri. Utilizând această setare, este posibilă comutarea între aceste două aspecte.

# Tooltip
source: Conversation grouping automatically groups messages in the same conversation together.
ca: L'agrupament de conversa agrupa automàticament missatges de la mateixa conversa.
it: Il raggruppamento delle conversazioni riunisce automaticamente i messaggi della stessa conversazione.
ro: Grupare conversații grupează automat mesajele din aceeași conversație.

# Tooltip
source: When a label is added to a message in a conversation, all future messages you send or receive will have that same label automatically applied.
ca: Quan s’afegeix una etiqueta a un missatge d’una conversa, tots els missatges futurs que envieu o rebeu s’aplicaran automàticament a la mateixa etiqueta.
it: Quando un'etichetta viene aggiunta a un messaggio in una conversazione, tutti i futuri messaggi inviati o ricevuti avranno la stessa etichetta applicata automaticamente.
ro: Când este adăugată o etichetă la o conversație, toate mesajele viitoare trimise sau primite vor avea aplicată automat aceeași etichetă.

# Price
source: Free
ca: Gratuït
it: Gratis
ro: Gratuit

# Header
source: Pricing
ca: Preu
it: Prezzi
ro: Prețuri

# Header
source: Speed
ca: Velocitat
it: Velocità
ro: Viteză

# Header
source: Simultaneous connections
ca: Conexions simultànies
it: Connessioni simultanee
ro: Conexiuni simultane

# Header
source: Advanced encryption
ca: Encriptació avançada
it: Crittografia avanzata
ro: Criptare avansată

# Header
source: No logs policy
ca: Sense política de registres
it: Politica di non conservazione dei log
ro: Fără păstrare jurnale

# Header
source: No data limits
ca: Sense límit de dades
it: Nessun limite di dati
ro: Fără limită de date

# Header
source: P2P support
ca: Suport P2P
it: Supporto P2P
ro: Suport P2P

# Header
source: Secure streaming
ca: Transmissió segura
it: Streaming sicuro
ro: Redare fluxuri securizată

# Header
source: Tor over VPN
ca: Tor sobre VPN
it: Tor su VPN
ro: Tor prin VPN

# Header
source: Secure core
ca: Nucli segur
ro: Nucleu securizat

# Header
source: Users
ca: Usuaris
it: Utenti
ro: Utilizatori

# Header
source: Email addresses
ca: Adreces de correu electrònic
it: Indirizzi email
ro: Adrese de e-mail

# Header
source: Storage capacity (GB)
ca: Capacitat d'emmagatzemament (GB)
it: Capacità di memorizzazione (GB)
ro: Spațiu de stocare (GB)

# Header
source: Messages per day
ca: Missatges per dia
it: Messaggi al giorno
ro: Mesaje pe zi

# Header
source: Folders
ca: Carpetes
it: Cartelle
ro: Foldere

# Header
source: Labels
ca: Etiquetes
it: Etichette
ro: Etichete

# Header
source: Custom domains
ca: Dominis personalitzats
it: Domini personalizzati
ro: Domenii personale

# Header
source: IMAP / SMTP support
ca: Suport IMAP / SMTP
it: Supporto IMAP / SMTP
ro: Suport IMAP/SMTP

# Header
source: Additional features
ca: Característiques addicionals
it: Funzionalità aggiuntive
ro: Funcții suplimentare

# Header
source: Encrypted contact details
ca: Detalls de contacte xifrat
it: Dettagli criptati del contatto
ro: Detalii contacte criptate

# Header
source: Short address (@pm.me)
ca: Domini curt (@pm.me)
it: Indirizzo breve (@pm.me)
ro: Adresă scurtă (@pm.me)

# Header
source: Auto-reply
ca: Resposta automàtica
it: Risposta automatica
ro: Autorăspuns

# Header
source: Catch-all email
ca: Correu electrònic Catch-all
it: Email catch-all
ro: Colector mesaje

# Header
source: Multi-user support
ca: Suport multi-usuari
it: Supporto multi-utente
ro: Suport utilizatori multipli

# Header
source: Priority customer support
ca: Atenció al client prioritària
it: Assistenza clienti prioritaria
ro: Suport clienți prioritar

# Header
source: Organization key fingerprint
ca: Clau d'identificació de la clau d'organització
it: Impronta digitale della chiave dell'organizzazione
ro: Amprentă cheie organizație

# Header
source: Key type
ca: Clau tipus
it: Tipo di chiave
ro: Tip cheie

# Header
source: Event
ca: Esdeveniment
it: Evento
ro: Eveniment

# Header
source: Time
ca: Temps
it: Orario
ro: Timp

# VPN speed
source: High
ca: Alt
it: Alta
ro: Mare

# VPN speed
source: Highest
ca: Més Alt
it: Massima
ro: Maximă

# Text
source: Save
ca: Estalvia
it: Salva
ro: Salvare

# Billing cycle option
source: Monthly
ca: Mensual
it: Mensilmente
ro: Lunar

# Billing cycle option
source: Annually
ca: Anualment
it: Annualmente
ro: Anual

# Billing cycle option
source: Two-year
ca: Bianual
it: Due anni
ro: Bianual

# X / user
source: user
ca: usuari
it: utente
ro: utilizator

# Plan option
source: Unlimited
ca: Il·limitat
it: Illimitato
ro: Nelimitat

# Plan option
source: Only basic email features
ca: Només funcions bàsiques de correu electrònic
it: Solo le funzionalità email di base
ro: E-mail doar cu funcții de bază

# Plan option
source: Folders, Labels, Filters, Encrypted contacts, Auto-responder and more
ca: Carpetes, etiquetes, filtres, contactes xifrats, resposta automàtica i molt més
it: Cartelle, etichette, filtri, contatti criptati, risponditore automatico e altro ancora
ro: Foldere, etichete, filtre, contacte criptate, autorăspuns și altele

# Plan option
source: All Plus features, and catch-all email, multi-user support and more
ca: Totes les funcions Plus, i totes les adreces de correu electrònic, suport multiusuari i molt més
it: Tutte le funzionalità di Plus, email catch-all, supporto multiutente e molto altro ancora
ro: Toate funcțiile Plus, colector mesaje, suport utilizatori multipli și altele

# Plan option
source: All Professional features, limited to 6 users, includes ProtonVPN
ca: Totes les funcions professionals, limitades a 6 usuaris, inclouen ProtonVPN
it: Tutte le funzionalità Professional, limitate a 6 utenti, includono ProtonVPN
ro: Toate funcțiile Profesional, limitat la 6 utilizatori, include ProtonVPN

# Plan option
source: Included
ca: Inclòs
it: Incluso
ro: Inclus

# Separator, spacing is important
source: and
ca: i
it: e
ro: și

# Info concerning plan features
source: denotes customizable features
ca: denota característiques personalitzables
it: denota funzionalità personalizzabili
ro: denotă funcții personificante

# Discount with coupon code
source: 36% discount applied to your subscription
ca: 36% de descompte aplicat a la teva suscripció
it: Sconto del 36% applicato al tuo abbonamento
ro: 36% reducere aplicată la abonament

# Discount with coupon code
source: 47% discount applied to your subscription
ca: 47% de descompte aplicat a la teva suscripció
it: Sconto del 47% applicato al tuo abbonamento
ro: 47% reducere aplicată la abonament

# Discount with coupon code
source: 20% discount applied to your subscription
ca: 20% de descompte aplicat a la vostra subscripció
it: Sconto del 20% applicato al tuo abbonamento
ro: 20% reducere aplicată abonamentului dvs.

# Discount with coupon code
source: Black Friday 2019 newcomer discount has been applied
ca: El descompte com a nouvingut al Black Friday 2019 ha estat aplicat
it: Lo sconto per i nuovi arrivati del Black Friday 2019 è stato applicato
ro: Reducerea de Vinerea Neagră pentru utilizatorii noi a fost aplicată

# Monetary unit
source: Swiss franc
ca: Franc suís
it: Franco svizzero
ro: Franci elvețieni

# Monetary unit
source: Dollar
ca: Dòlars
it: Dollaro
ro: Dolari

# Billing cycle
source: Monthly
ca: Mensual
it: Mensile
ro: Lunar

# Billing cycle
source: Yearly
ca: Anual
it: Annuale
ro: Anual

# Billing cycle
source: 2-year
ca: 2 anys
it: 2 anni
ro: 2 ani

# Addon unit for subscription
source: ${ memberAddon.MaxMembers } user
ca: ${ memberAddon.MaxMembers } usuari
it: ${ memberAddon.MaxMembers } utente
ro: ${ memberAddon.MaxMembers } utilizator

# Addon unit for subscription
source: ${ addressAddon.MaxAddresses } address
ca: ${ addressAddon.MaxAddresses } adreça
it: ${ addressAddon.MaxAddresses } indirizzo
ro: ${ addressAddon.MaxAddresses } adresă

# Addon unit for subscription
source: ${ domainAddon.MaxDomains } domain
ca: ${ domainAddon.MaxDomains } domini
it: ${ domainAddon.MaxDomains } dominio
ro: ${ domainAddon.MaxDomains } domeniu

# Addon unit for subscription
source: ${ vpnAddon.MaxVPN } connection
ca: ${ vpnAddon.MaxVPN } conexió
it: ${ vpnAddon.MaxVPN } connessione
ro: ${ vpnAddon.MaxVPN } conexiune

# Addon unit for subscription
source: ${ LOYAL_BONUS_CONNECTION } connection
ca: ${ LOYAL_BONUS_CONNECTION } conexió
it: ${ LOYAL_BONUS_CONNECTION } connessione
ro: ${ LOYAL_BONUS_CONNECTION } conexiune

# Info for cash payment method
source: To pay via Cash, please email us at ${ email } for instructions.
ca: Per pagar en efectiu, si us plau escriviu-nos un correu a ${ email } per rebre les instruccions.
it: Per pagare in contanti, per favore contattaci a ${ email } per le istruzioni.
ro: Pentru a plăti în numerar, trimiteți-ne un e-mail la ${ email } pentru instrucțiuni.

# Keys actions
source: Reactivate
ca: Reactivar
it: Riattiva
ro: Reactivare

# Keys actions
source: Export
ca: Exportar
it: Esporta
ro: Exportare

# Keys actions
source: Export private key
ca: Exportar clau privada
it: Esporta chiave privata
ro: Exportare cheie privată

# Keys actions
source: Make primary
ca: Fes-la primària
it: Rendi principale
ro: Setare ca primară

# Keys actions
source: Mark obsolete
ca: Marca obsoleta
it: Segna come obsoleta
ro: Marcare învechite

# Keys actions
source: Disables encryption with this key
ca: Desactiva el xifrat amb aquesta clau
it: Disattiva la crittografia con questa chiave
ro: Dezactivare criptare cu această cheie

# Keys actions
source: Mark not obsolete
ca: Marca no obsolets
it: Segna come non obsoleta
ro: Marcare neînvechită

# Keys actions
source: Enable encryption with this key
ca: Activa el xifrat amb aquesta clau
it: Abilita la crittografia con questa chiave
ro: Activare criptare cu această cheie

# Keys actions
source: Mark compromised
ca: Marca compromesa
it: Segna come compromessa
ro: Marcare compromise

# Keys actions
source: Disables signature verification and encryption with this key
ca: Desactiva la verificació i el xifratge de signatures amb aquesta clau
it: Disabilita la verifica della firma e la crittografia con questa chiave
ro: Dezactivare verificare semnătură și criptare cu această cheie

# Keys actions
source: Mark not compromised
ca: Marca no compromesos
it: Segna come non compromessa
ro: Marcare necompromisă

# Keys actions
source: Enable signature verification and encryption with this key
ca: Activa la verificació i el xifratge de signatures amb aquesta clau
it: Abilita la verifica della firma e la crittografia con questa chiave
ro: Activare verificare semnătură și criptare cu această cheie

# Keys actions
source: Delete
ca: Esborra
it: Elimina
ro: Ștergere

# Select files
source: Upload
ca: Carregar
it: Carica
ro: Încărcare

# Key state badge
source: Primary
ca: Primari
it: Principale
ro: Primară

# Key state badge
source: Active
ca: Actiu
it: Attiva
ro: Activă

# Key state badge
source: Inactive
ca: Inactiu
it: Inattiva
ro: Inactivă

# Key state badge
source: Compromised
ca: Compromès
it: Compromessa
ro: Compromisă

# Key state badge
source: Obsolete
ca: Obsolet
it: Obsoleta
ro: Învechită

# Key state badge
source: Disabled
ca: Desactivat
it: Disabilitata
ro: Dezactivată

# Key status displayed in a badge
source: Key uploaded
ca: Clau pujada
it: Chiave caricata
ro: Cheie încărcată

# Title header for keys table
source: Email
ca: Correu electrònic
it: Posta elettronica

# Title header for keys table
source: Fingerprint
ca: Empremta dactilar
it: Impronta digitale
ro: Amprentă

# Title header for keys table
source: Status
ca: Estat
it: Stato
ro: Stare

# Title header for keys table
source: Action
ca: Acció
it: Azione
ro: Acțiune

# Title header for keys table
source: Key type
ca: Tipus de Clau
it: Tipo di chiave
ro: Tip cheie

# Title header for keys table
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# encryption
source: High security
ca: Alta seguretat
it: Sicurezza alta
ro: Securitate ridicată

# encryption
source: Highest security
ca: Màxima seguretat
it: Sicurezza massima
ro: Securitate maximă

# encryption
source: State of the art
ca: Estat de l'art
it: Stato dell'arte
ro: De ultimă oră

# Warning
source: Generating RSA 4096-bit encryption keys may crash or freeze your browser. RSA 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
ca: Generar claus de xifratge RSA de 4096 bits pot provocar que el navegador falli o es congeli. Les claus RSA de 4096 bits es recomanen només per a ordinadors d'alt rendiment - i no per a tablets o dispositius mòbils.
it: Generare chiavi di crittografia RSA a 4096 bit potrebbe bloccare o far chiudere il browser. Le chiavi RSA a 4096 bit sono raccomandate solo per computer ad alte prestazioni - non sono raccomandate per tablet o dispositivi mobili.
ro: Generarea cheilor RSA pe 4096 biți vă poate bloca sau îngheța navigatorul. Cheile RSA pe 4096 biți sunt recomandate numai pentru calculatoare cu performanțe ridicate - nu sunt recomandate pentru tablete sau dispozitive mobile.

# Warning
source: By deleting this address, you will no longer be able to send or receive emails using this address. Are you sure you want to delete this address?
ca: Si suprimiu aquesta adreça, ja no podreu enviar o rebre correus electrònics amb aquesta adreça. Esteu segur que voleu suprimir aquesta adreça?
it: Cancellando questo indirizzo, non sarai più in grado di inviare o ricevere email utilizzando questo indirizzo. Sei sicuro di voler cancellare questo indirizzo?
ro: Ștergând această adresă, nu veți mai putea sa primiți și să trimiteți mesaje folosind această adresă. Sigur doriți să o ștergeți?

# Warning
source: By disabling this address, you will no longer be able to send or receive emails using this address. Are you sure you want to disable this address?
ca: Si suprimiu aquesta adreça, ja no podreu enviar o rebre correus electrònics amb aquesta adreça. Esteu segur que voleu suprimir aquesta adreça?
it: Disabilitando questo indirizzo, non sarai più in grado di inviare o ricevere email utilizzando questo indirizzo. Sei sicuro di voler disabilitare questo indirizzo?
ro: Dezactivând această adresă, nu veți mai putea sa primiți și să trimiteți mesaje folosind această adresă. Sigur doriți să o dezactivați?

# Warning
source: By deleting this address, you will no longer be able to recover your account.
ca: Suprimint aquesta adreça, ja no podràs recuperar el teu compte.
it: Eliminando questo indirizzo, non sarai più in grado di recuperare il tuo account.
ro: Ștergând această adresă, nu veți mai putea să vă recuperați contul.

# Warning
source: By deleting this address, you will no longer be able to receive daily email notifications.
ca: Suprimint aquesta adreça, ja no podràs rebre notificacions diàries al correu.
it: Eliminando questo indirizzo, non sarai più in grado di ricevere le notifiche email giornaliere.
ro: Ștergând această adresă, nu veți mai putea să primiți notificările zilnice.

# Warning
source: By deleting this address, you will no longer be able to recover your account or receive daily email notifications.
ca: Suprimint aquesta adreça, ja no podràs recuperar el teu compte o rebre notificacions diàries al correu.
it: Eliminando questo indirizzo, non sarai più in grado di recuperare il tuo account o ricevere notifiche email giornaliere.
ro: Ștergând această adresă, nu veți mai putea să vă recuperați contul și să primiți notificările zilnice.

# Warning
source: Are you sure you want to delete the address?
ca: Esteu segur que voleu eliminar l'adreça?
it: Sei sicuro di voler eliminare l'indirizzo?
ro: Sigur doriți să ștergeți adresa?

# Warning
source: Please check this DNS entry. It's not set properly. Most common problems include wrong format, having multiple entries with the same selector or having a wrong public key.
ca: Comproveu aquesta entrada DNS. No està configurada correctament. Els problemes més comuns inclouen un format erroni, tenir diverses entrades amb el mateix selector o tenir una clau pública incorrecta.

# Warning
source: This feature is only available for ProtonMail Professional plans or higher
ca: Aquesta funció només està disponible per als plans Professionals de ProtonMail o superior
it: Questa funzione è disponibile solo per i piani ProtonMail Professional o superiori
ro: Această funcție este disponibilă doar pentru planul ProtonMail Profesional sau superior

# Warning
source: Custom themes from third parties can potentially betray your privacy. Only use themes from trusted sources.
ca: Els temes personalitzats de tercers poden amenaçar la vostra privacitat. Empreu només temes de fonts fiables.
it: Temi personalizzati di terze parti possono potenzialmente compromettere la tua privacy. Usa temi provenienti solo da fonti attendibili.
ro: Temele personalizate de la terțe părți ar v-ar putea afecta confidențialitatea. Folosiți teme doar din surse de încredere.

# Warning
source: This action will erase your current custom theme. Are you sure you want to apply this new theme?
ca: Aquesta acció esborrará el teu actual tema personalitzat. Estàs segur de voler aplicar aquest nou tema?
it: Questa azione cancellerà il tema personalizzato corrente. Sei sicuro di voler applicare questo nuovo tema?
ro: Această acțiune va șterge tema personală curentă. Sigur doriți să aplicați noua temă?

# Warning
source: By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?
ca: Al desactivar els registres, també netejaràs l'historial complet de registres. Esteu segur que voleu desactivar els registres?
it: Disabilitando i log, si cancellerà anche l'intera cronologia dei log stessi. Sei sicuro di voler disabilitare i log?
ro: Dezactivând jurnalele, veți șterge și istoricul celor existente. Sigur doriți să dezactivați jurnalele?

# Warning
source: Bug reports are not end-to-end encrypted, please do not send any sensitive information.
ca: Els informes d'errors no estan xifrats d'extrem a extrem (end-to-end), si us plau no envieu informació sensible.
it: Le segnalazioni di bug non sono crittografate end-to-end, per favore non inviare alcuna informazione sensibile.
ro: Rapoartele de erori nu sunt criptate în ambele părți. Nu trimiteți informații confidențiale.

# alert
source: The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.
ca: Les claus de xifrat per la teva adreça està sent generada. Aixó pot trigar alguns minuts i temporalment congelar el teu navegador.
it: Le chiavi di crittografia per il tuo indirizzo sono in fase di generazione. Ciò potrebbe richiedere diversi minuti e bloccare temporaneamente il browser.
ro: Acum se generează cheia de criptare pentru adresă. Aceasta ar putea dura câteva minute și ar putea îngheța navigatorul.

# alert
source: Deleting your keys is irreversible. To be able to access any message encrypted with this key, you might want to make a back up of this key for later use. Do you want to export this key?
ca: El fet de suprimir les tecles és irreversible. Per poder accedir a qualsevol missatge xifrat amb aquesta clau, potser voldreu fer una còpia de seguretat d'aquesta clau per poder-la utilitzar posteriorment. Voleu exportar aquesta clau?
it: L'eliminazione delle tue chiavi è irreversibile. Per poter accedere a qualsiasi messaggio crittografato con questa chiave potresti volerne fare un backup per utilizzarla in un secondo momento. Vuoi esportare questa chiave?
ro: Ștergerea cheilor este reversibilă. Pentru a accesa orice mesaj criptat cu această cheie, ar fi bine să faceți o copie de rezervă a acestei chei pentru o utilizare ulterioară. Doriți să exportați această cheie?

# alert
source: The key for your address is now being deleted.
ca: La clau per la teva adreça es ara esborrada.
it: La chiave per il tuo indirizzo sta per essere eliminata.
ro: Acum se șterge cheia pentru adresă.

# Alert
source: Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.
ca: Esteu segurs que voleu importar una clau privada? Importar una clau privada generada de forma insegura o filtrada pot danyar la seguretat dels vostres correus.
it: Sei sicuro di voler importare una chiave privata? Importare una chiave privata generata in modo non sicuro o trapelata può compromettere la sicurezza dei tuoi messaggi.
ro: Sigur doriți să importați o cheie privată? Importarea unei chei private generate nesigure sau furată poate afecta securitatea mesajelor.

# Address action
source: Export private key
ca: Exportar clau privada
it: Esporta chiave privata
ro: Exportare cheie privată

# Address action
source: Edit
ca: Editar
it: Modifica
ro: Editare

# Address action
source: Enable
ca: Habilitar
it: Abilita
ro: Activare

# Address action
source: Disable
ca: Deshabilitar
it: Disabilita
ro: Dezactivare

# Address action
source: Generate missing keys
ca: Genereu les claus que falten
it: Genera chiavi mancanti
ro: Generare chei lipsă
