Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Info
source: Go to the Domain settings if you want to create and manage custom domains for your users.
ca: Anar a la configuració del domini si voleu crear i gestionar dominis personalitzats per als seus usuaris.
it: Vai alle impostazioni del dominio se vuoi creare e gestire domini personalizzati per i tuoi utenti.
ro: Accesați „Setări domeniu” dacă doriți să creați și să gestionați domenii personale pentru utilizatorii proprii.

# Info
source: Go to User Settings if you want to create and manage the list of users in your organization.
ca: Aneu a configuració d'usuari si vol crear i gestionar la llista d'usuaris de la vostra organització.
it: Vai alle impostazioni utente se vuoi creare e gestire la lista degli utenti nella tua organizzazione.
ro: Accesați „Setări utilizatori” dacă doriți să creați și să gestionați lista de utilizatori din organizație.

# Info
source: Upgrade to a multi-user plan if you want to create and manage the users of your organization.
ca: Actualitzeu a un pla multiusuari si voleu crear i gestionar els usuaris de la vostra organització.
it: Passa ad un piano multi-utente se vuoi creare e gestire gli utenti della tua organizzazione.
ro: Treceți la un plan cu utilizatori multipli dacă doriți să creați și să vă gestionați utilizatorii organizației.

# Info
source: Upgrade to a paid plan if you want to create and manage custom domains.
ca: Actualitzeu a un pla de pagament si voleu crear i gestionar dominis personalitzats.
it: Passa ad un piano a pagamento se vuoi creare e gestire domini personalizzati.
ro: Treceți la un plan cu plată dacă doriți să vă creați și să vă gestionați domenii personale.

# Info
source: Go to Filter Settings if you want to create and manage auto-replies by email address.
ca: Aneu a Configuració del Filtre si voleu crear i gestionar les respostes automàtiques mitjançant una adreça de correu electrònic.
it: Vai alle Impostazioni del filtro se vuoi creare e gestire le risposte automatiche tramite indirizzo email.
ro: Accesați „Setări filtre” dacă doriți să creați și să gestionați autorăspunsuri corelate cu adresele de e-mail.

# Action
source: Next month
ca: Proper mes
it: Mese successivo
ro: Luna viitoare

# Action
source: Prev month
ca: Mes anterior
it: Mese precedente
ro: Luna anterioară

# Action
source: Cancel
ca: Cancel·lar
it: Annulla
ro: Anulare

# Action
source: Submit
ca: Enviar
it: Invia
ro: Trimitere

# Action
source: Close
ca: Tancar
it: Chiudi
ro: Închidere

# Action
source: Confirm
ca: Confirmar
it: Conferma
ro: Confirmare

# Action
source: Close modal
ca: Tancar el modal
it: Chiudi finestra
ro: Închidere

# Action
source: Verify
ca: Verifica
it: Verifica
ro: Verificare

# Action
source: Try again
ca: Torna-ho a provar
it: Riprova
ro: Reîncercați

# Action
source: Use a different card
ca: Trieu una targeta diferent
it: Utilizza una carta diversa
ro: Folosiți alt card

# Action
source: Use a different payment method
ca: Utilitzeu un mètode de pagament diferent
it: Usa un metodo di pagamento differente
ro: Folosiți o metodă de plată diferită

# Action
source: Save
ca: Desa
it: Salva
ro: Salvare

# Action
source: Customize
ca: Personalitzar
it: Personalizza
ro: Personalizare

# Action
source: Switch now
ca: Canvia ara
it: Cambia ora
ro: Schimbare

# Action
source: Hide additional features
ca: Amagar funcions addicionals
it: Nascondi funzionalità aggiuntive
ro: Ascundere funcții adiționale

# Action
source: Compare all features
ca: Comparar totes les funcionalitats
it: Confronta tutte le funzionalità
ro: Comparare funcții

# Action
source: Apply
ca: Aplicar
it: Applica
ro: Aplicare

# Action
source: Remove coupon
ca: Esborrar cupó
it: Rimuovi coupon
ro: Eliminare cupon

# Action
source: Add coupon
ca: Afegir cupó
it: Aggiungi coupon
ro: Adăugare cupon

# Action
source: Add gift code
ca: Introduïu el codi regal
it: Aggiungi codice regalo
ro: Adăugare cod cadou

# Action
source: Got it
ca: Ho tinc
it: Va bene
ro: Am înțeles

# Action
source: Next
ca: Següent
it: Avanti
ro: Înainte

# Action
source: Continue
ca: Continua
it: Continua
ro: Continuare

# Action
source: Previous
ca: Anterior
it: Precedente
ro: Înapoi

# Action
source: Pay
ca: Pagar
it: Paga
ro: Plătesc

# Action
source: Get the deal
ca: Obteniu l’oferta
it: Approfitta dell'offerta
ro: Obțineți oferta

# Action
source: Downgrade
ca: Baixar de categoria
it: Effettua il downgrade
ro: Versiune gratuită

# Action
source: Remove bonuses
ca: Suprimeix bonus
it: Rimuovi bonus
ro: Anulare bonusuri

# Action
source: Edit VPN
ca: Editar VPN
it: Modifica VPN
ro: Editare VPN

# Action
source: Add VPN
ca: Afegeix una VPN
it: Aggiungi VPN
ro: Adăugare VPN

# Action
source: Update
ca: Actualitza
it: Aggiorna
ro: Actualizare

# Action
source: Select
ca: Selecciona
it: Seleziona
ro: Selectare

# Action
source: Check out with PayPal
ca: Pagar amb PayPal
it: Paga con PayPal
ro: Plată cu PayPal

# Action
source: Add PayPal payment method
ca: Afegir PayPal com a mètode de pagament
it: Aggiungi il metodo di pagamento PayPal
ro: Adăugare PayPal ca metodă de plată

# Action
source: Donate
ca: Donar
it: Dona
ro: Donați

# Action
source: Top up
ca: Recarregar
it: Ricarica
ro: Alimentare

# Action
source: Add credits
ca: Afegir crèdits
it: Aggiungi credito
ro: Adăugare credite

# Action
source: Use gift code
ca: Introduïu el codi regal
it: Usa codice regalo
ro: Folosire cod cadou

# Action
source: Pay annually and save 20%!
ca: Paga anualment i estalvia un 20%!
ro: Plătiți anual și salvați 20%!

# Action
source: Decrypt
ca: Desxifrar
it: Decripta
ro: Decriptare

# Action
source: Upload
ca: Carregar
it: Carica
ro: Încărcare

# Action
source: Re-activate
ca: Reactivar
it: Riattiva
ro: Reactivare

# Action
source: Done
ca: Fet
it: Fatto
ro: Gata

# Action
source: Ok
ca: D'acord

# Action
source: Yes
ca: Si
it: Sì
ro: Da

# Action
source: Export
ca: Exporta
it: Esporta
ro: Exportare

# Action
source: Export private key
ca: Exportar clau privada
it: Esporta chiave privata
ro: Exportare cheie privată

# Action
source: Select files
ca: Seleccioneu fitxers
it: Seleziona i file
ro: Selectare fișiere

# Action
source: Create key
ca: Crear clau
it: Crea chiave
ro: Creare cheie

# Action
source: Import key
ca: Importar clau
it: Importa chiave
ro: Importare cheie

# Action
source: Reactivate keys
ca: Reactivar les claus
it: Riattiva le chiavi
ro: Reactivare chei

# Action
source: Edit
ca: Editar
it: Modifica
ro: Editare

# Action
source: Back
ca: Torna
it: Indietro
ro: Înapoi

# Action
source: Enable multi-user support
ca: Activar suport multiusuari
it: Abilita il supporto multi-utente
ro: Activare suport multiutilizator

# Action
source: Restore administrator privileges
ca: Restaurar els privilegis d'administrador
it: Ripristina i privilegi di amministratore
ro: Restabilire privilegii de administrator

# Action
source: Change password
ca: Canvia la contrasenya
it: Cambia la password
ro: Schimbare parolă

# Action
source: Change organization keys
ca: Canviar claus d'organització
it: Cambia le chiavi dell'organizzazione
ro: Schimbare chei organizație

# Action
source: Activate organization key
ca: Activar claus d' organització
it: Attiva la chiave dell'organizzazione
ro: Activare chei organizație

# Action
source: Activate
ca: Activa
it: Attiva
ro: Activare

# Action
source: Add address
ca: Afegir adreça
it: Aggiungi indirizzo
ro: Adăugare adresă

# Action
source: Send test notification
ca: Enviar notificació push
it: Invia notifica di prova
ro: Trimitere notificare test

# Action
source: Enable desktop notification
ca: Per activar les notificacions d'escriptori
it: Abilita le notifiche desktop
ro: Activare notificări desktop

# Action
source: Add user
ca: Afegir usuari
it: Aggiungi utente
ro: Adăugare utilizator

# Action
source: Generate
ca: Generar

# Action
source: Generate a new key
ca: Generar una nova clau

# Action
source: Set catch-all
ca: Seleccionar catch-all
it: Imposta catch-all
ro: Setare colectare toate

# Action
source: Delete
ca: Esborra
it: Elimina
ro: Ștergere

# Action
source: Add domain
ca: Afegir domini
it: Aggiungi dominio
ro: Adăugare domeniu

# Action
source: Refresh status
ca: Refresca l'estat
it: Aggiorna stato
ro: Actualizare stare

# Action
source: Download
ca: Descarregar
it: Scarica
ro: Descărcare

# Action
source: Edit credentials
ca: Editar les credencials
it: Modifica credenziali
ro: Editare acreditări

# Action
source: Hide
ca: Amaga
it: Nascondi
ro: Ascundere

# Action
source: Show
ca: Mostra
it: Mostra
ro: Afișare

# Action
source: Change mailbox password
ca: Canvia la contrasenya de la bústia
it: Cambia la password della casella email
ro: Schimbare parolă căsuță poștală

# Action
source: Delete your account
ca: Suprimir el vostre compte
it: Elimina il tuo account
ro: Ștergere cont

# Action
source: Mark as default
ca: Marca per defecte
it: Segna come predefinito
ro: Setare ca implicită

# Action
source: Add credit / debit card
ca: Afegir targeta de crèdit/dèbit
it: Aggiungi carta di credito/debito
ro: Adăugare card de credit/debit

# Action
source: Add PayPal
ca: Afegir PayPal
it: Aggiungi PayPal
ro: Adăugare PayPal

# Action
source: Add folder
ca: Afegir carpeta
it: Aggiungi cartella
ro: Adăugare folder

# Action
source: Add label
ca: Afegir etiqueta
it: Aggiungi etichetta
ro: Adăugare etichetă

# Action
source: Add
ca: Afegir
it: Aggiungi
ro: Adăugare

# Action
source: Remove condition
ca: Esborra la condició
it: Rimuovi condizione
ro: Eliminare condiție

# Action
source: Add a new condition
ca: Afegir una nova condició
it: Aggiungi nuova condizione
ro: Adăugare condiție

# Action
source: Remove
ca: Suprimeix
it: Rimuovi
ro: Eliminare

# Action
source: Preview
ca: Previsualització
it: Anteprima
ro: Examinare

# Action
source: Edit sieve
ca: Edita el tamís
it: Modifica sieve
ro: Editare script sieve

# Action
source: Add Filter
ca: Afegir Filtre
it: Aggiungi filtro
ro: Adăugare filtru

# Action
source: Add sieve filter
ca: Afegir filtre avançat
it: Aggiungi filtro sieve
ro: Adăugare filtru sieve

# Action
source: Insert CSS code here
ca: Insereix aquí el codi CSS
it: Inserisci qui il codice CSS
ro: Introducere cod CSS aici

# Action
source: Wipe
ca: Esborra
it: Cancella
ro: Golire

# Action
source: Refresh
ca: Refrescar
it: Aggiorna
ro: Împrospătare

# Action
source: Read
ca: Llegit
it: Letto
ro: Citit

# Action
source: Unread
ca: No llegit
it: Da leggere
ro: Necitit

# Action
source: View keyboard shortcuts
ca: Dreceres de teclat
it: Visualizza scorciatoie da tastiera
ro: Afișare combinații de taste

# Action
source: Upgrade
ca: Millorar
it: Effettua l'upgrade

# Action
source: Upgrade ProtonMail
ca: Actualitzar ProtonMail
it: Effettua l'upgrade di ProtonMail
ro: Îmbunătățire ProtonMail

# Action
source: Join
ca: Uneix-te
it: Entra
ro: Alăturați-vă

# Action
source: Clear
ca: Netejar
it: Cancella
ro: Golire

# Action
source: Add screenshot(s)
ca: Afegir captura(es) de pantalla
it: Aggiungi screenshot
ro: Adăugare captură(i)

# Action
source: Hide info
ca: Amagar informació
it: Nascondi info
ro: Ascundere informații

# Action
source: Show info
ca: Mostra informació
it: Mostra info
ro: Arată Informații

# Action
source: Settings
ca: Configuració
it: Impostazioni
ro: Setări

# Action
source: I have a question
ca: Tinc una pregunta
it: Ho una domanda
ro: Am o întrebare

# Action
source: Report bug
ca: Informa d'un error
it: Segnala un bug
ro: Raportare eroare

# Action
source: Proton shop
ca: Tenda de Proton
ro: Magazin Proton

# Action
source: Support us
ca: Dona'ns suport
it: Sostienici
ro: Susțineți-ne

# Action
source: Logout
ca: Tancar la sessió
it: Disconnetti
ro: Deconectare

# Action
source: View
ca: Veure
it: Vedi
ro: Afișare

# Action
source: User
ca: Usuari
it: Utente
ro: Utilizator

# Action
source: Organization
ca: Organització
it: Organizzazione
ro: Organizație

# Action
source: Log in
ca: Inicia la sessió
it: Accedi
ro: Conectare

# Action
source: Revoke all other sessions
ca: Revocar totes les altres sessions
it: Revoca tutte le altre sessioni
ro: Deconectare alte sesiuni

# Title
source: Preview
ca: Previsualització
it: Anteprima
ro: Examinare

# Title
source: Related settings
ca: Configuracions relacionades
it: Impostazioni correlate
ro: Setări corelate

# Title
source: Open actions dropdown
ca: Obrir desplegable d'accions
it: Apri menu a discesa delle azioni
ro: Meniu acțiuni deschidere

# Title
source: Unsupported browser
ca: Navegador no soportat
it: Browser non supportato
ro: Navigator nesuportat

# Title
source: Card verification
ca: Verificació de la targeta
it: Verifica della carta
ro: Verificare card

# Title
source: Payment verification
ca: Verificació de pagament
it: Verifica pagamento
ro: Verificare plată

# Title
source: Processing...
ca: Processant...
it: Elaborazione...
ro: Se procesează...

# Title
source: Card verification in progress
ca: Verificació de targeta en curs
it: Verifica della carta in corso
ro: Verificare card în desfășurare

# Title
source: Payment verification in progress
ca: Verificació de pagament en progres
it: Verifica pagamento in corso
ro: Verificarea plății în desfășurare

# Title
source: 3-D Secure verification failed
ca: Ha fallat la verificació segura en 3-D
it: Verifica 3-D Secure fallita
ro: Verificarea cu 3-D Secure a eșuat

# Title
source: ZIP / postal code
ca: Zip/Codi postal
it: CAP / codice postale
ro: Cod poștal

# Title
source: Edit credit/debit card
ca: Editar targeta de crèdit/dèbit
it: Modifica carta di credito/debito
ro: Editare card de credit/debit

# Title
source: Add credit/debit card
ca: Afegir targeta de crèdit/dèbit
it: Aggiungi carta di credito/debito
ro: Adăugare card de credit/debit

# Title
source: Add PayPal payment method
ca: Afegir PayPal com a mètode de pagament
it: Aggiungi il metodo di pagamento PayPal
ro: Adăugare PayPal ca metodă de plată

# Title
source: Subscription
ca: Subscripció
it: Abbonamento
ro: Abonament

# Title
source: Subscription details
ca: Detalls de subscripció
it: Dettagli dell'abbonamento
ro: Detalii abonament

# Title
source: Payment details
ca: Detalls del pagament
it: Dettagli del pagamento
ro: Detalii plată

# Title
source: Thank you!
ca: Gràcies!
it: Grazie!
ro: Vă mulțumim!

# Title
source: Order summary
ca: Resum de la comanda
it: Riepilogo dell'ordine
ro: Detalii comandă

# Title
source: Upgrading account
ca: Millorar el compte
it: Effettuando l'upgrade dell'account
ro: Upgrade cont

# Title
source: VPN protection
ca: Protecció VPN
it: Protezione VPN
ro: Protecție VPN

# Title
source: Customization
ca: Personalització
it: Personalizzazione
ro: Personalizare

# Title
source: 1 month deal
ca: 1 mes d'oferta
it: Offerta di 1 mese
ro: O lună

# Title
source: 1 year deal
ca: 1 any d'oferta
it: Offerta di 1 anno
ro: Un an

# Title
source: 2 year deal
ca: 2 anys d'oferta
it: Offerta di 2 anni
ro: Doi ani

# Title
source: Billed as ${ amount } for 1 month ${ NOTICES[notice] }
ca: Facturat com ${ amount } per 1 mes ${ NOTICES[notice] }
ro: Facturat cu ${ amount } pentru o lună ${ NOTICES[notice] }

# Title
source: Billed as ${ amount } for 1 year ${ NOTICES[notice] }
ca: Facturat com ${ amount } per 1 any ${ NOTICES[notice] }
ro: Facturat cu ${ amount } pentru un an ${ NOTICES[notice] }

# Title
source: Billed as ${ amount } for 2 years ${ NOTICES[notice] }
ca: Facturat com ${ amount } per 2 anys ${ NOTICES[notice] }
ro: Facturat cu ${ amount } pentru 2 ani ${ NOTICES[notice] }

# Title
source: ${ NOTICES[notice] } Renews after 1 year at a discounted annual price of ${ amount } per year (20% discount).
ca: ${ NOTICES[notice] } Renova després d'1 any amb un descopmte del preu anual de ${ amount } per any (20% de descompte).
ro: ${ NOTICES[notice] } Reînnoit anual la prețul redus de ${ amount } pe an (22% reducere).

# Title
source: ${ NOTICES[notice] } Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (33% discount).
ca: ${ NOTICES[notice] } Renova després de 2 anys amb un descopmte del preu de dos anys de ${ amount } cada 2 anys (33% de descompte).
ro: ${ NOTICES[notice] } Reînnoit bianual pentru doi ani la prețul redus de ${ amount } (33% reducere).

# Title
source: ${ NOTICES[notice] } Renews after 2 years at a discounted 2-year & bundle price of ${ amount } every 2 years (47% discount).
ca: ${ NOTICES[notice] } Renova després de 2 anys amb un descopmte del preu de pack de dos anys de ${ amount } cada 2 anys (47% de descompte).
ro: ${ NOTICES[notice] } Reînnoit bianual pentru doi ani și pachet la prețul redus de ${ amount } (47% reducere).

# Title
source: Black Friday sale
ca: Venda del Black Friday
it: Saldi del Black Friday
ro: Reduceri de Vinerea Neagră

# Title
source: Most popular
ca: Mes popular
it: Più popolare
ro: Cel mai popular

# Title
source: Confirm downgrade
ca: Confirmar baixada de categoria
it: Conferma il downgrade
ro: Confirmare schimbare la plan inferior

# Title
source: Confirm loss of Proton bonuses
ca: Confirmeu la pèrdua de bonificacions de Proton
it: Conferma la perdita dei bonus di Proton
ro: Confirmare pierdere bonusuri Proton

# Title
source: My subscription
ca: La meva subscripció
it: Il mio abbonamento
ro: Abonamentul meu

# Title
source: Make a donation
ca: Fer una donació
it: Fai una donazione
ro: Faceți o donație

# Title
source: Gift code
ca: Codi de regal
it: Codice regalo
ro: Cod cadou

# Title
source: Add credits
ca: Afegir crèdits
it: Aggiungi credito
ro: Adăugare credite

# Title
source: Billing details
ca: Dades de facturació
it: Dettagli di fatturazione
ro: Detalii de facturare

# Title
source: Decrypt key
ca: Desxifra la clau
it: Decripta chiave
ro: Cheie decriptare

# Title
source: Re-activate keys
ca: Reactivar les claus
it: Riattiva chiavi
ro: Reactivare chei

# Title
source: Create key
ca: Crear clau
it: Crea chiave
ro: Creare cheie

# Title
source: Export public key
ca: Exporta clau pública
it: Esporta chiave pubblica
ro: Exportare cheie publică

# Title
source: Export private key
ca: Exporta clau privada
it: Esporta chiave privata
ro: Exportare cheie privată

# Title
source: Contact encryption keys
ca: Claus de xifrat de contacte
it: Chiavi di cifratura del contatto
ro: Chei de criptare contact

# Title
source: Success
ca: Èxit
it: Operazione riuscita
ro: Succes

# Title
source: Import key
ca: Importar clau
it: Importa chiave
ro: Importare cheie

# Title
source: Delete key
ca: Suprimir clau
it: Elimina chiave
ro: Ștergere cheie

# Title
source: Email encryption keys
ca: Claus de xifrat de correu electrònic
it: Chiavi di cifratura dell'email
ro: Chei de criptare e-mail

# Title
source: Create auto-reply
ca: Crea una auto-resposta
it: Crea risposta automatica
ro: Creare autorăspuns

# Title
source: Auto-reply
ca: Resposta automàtica
it: Risposta automatica
ro: Autorăspuns

# Title
source: Change organization name
ca: Canviar nom de l'organització
it: Cambia nome organizzazione
ro: Schimbare nume organizație

# Title
source: Name your organization
ca: Poseu un nom a la vostra organització
it: Dai un nome alla tua organizzazione
ro: Denumiți organizația

# Title
source: Set organization keys
ca: Estableix les claus de l’organització
it: Imposta le chiavi dell'organizzazione
ro: Setați cheile organizației

# Title
source: Set organization password
ca: Estableix la contrasenya de l'organització
it: Imposta la password dell'organizzazione
ro: Setați parola organizației

# Title
source: Allocate storage
ca: Assignar espai
it: Alloca spazio
ro: Alocare spațiu

# Title
source: Allocate VPN connections
ca: Assignar les connexions VPN
it: Alloca connessioni VPN
ro: Alocare conexiuni VPN

# Title
source: Multi-user support
ca: Suport multi-usuari
it: Supporto multi-utente
ro: Suport utilizatori multipli

# Title
source: Organization
ca: Organització
it: Organizzazione
ro: Organizație

# Title
source: Activate organization key
ca: Activar la clau d'organització
it: Attiva la chiave dell'organizzazione
ro: Activare chei organizație

# Title
source: Restore administrator privileges
ca: Restaurar els privilegis d'administrador
it: Ripristina i privilegi di amministratore
ro: Restaurare privilegii administrator

# Title
source: Change organization password
ca: Canviar la contrasenya de l'organització
it: Cambia la password dell'organizzazione
ro: Schimbare parolă organizație

# Title
source: Change organization keys
ca: Canviar claus de l'organització
it: Cambia le chiavi dell'organizzazione
ro: Schimbare chei organizație

# Title
source: Password & key
ca: Contrasenya i clau
it: Password e chiave
ro: Parole și chei

# Title
source: Generate missing keys
ca: Generar claus perdudes
it: Genera chiavi mancanti
ro: Generare chei lipsă

# Title
source: Short domain (@pm.me)
ca: Domini curt (@pm. me)
it: Dominio breve (@pm.me)
ro: Domeniu scurt (@pm.me)

# Title
source: Edit address
ca: Modificar direcció
it: Modifica indirizzo
ro: Editare adresă

# Title
source: Display name & signature
ca: Nom de visualització i signatura
it: Mostra nome e firma
ro: Nume afișat și semnătură

# Title
source: Create address
ca: Crea una adreça
it: Crea indirizzo
ro: Creare adresă

# Title
source: Addresses
ca: Adreçes
it: Indirizzi
ro: Adrese

# Title
source: Desktop notification
ca: Notificacions d'escriptori
it: Notifica desktop
ro: Notificări pe desktop

# Title
source: Confirm address
ca: Confirmar adreça
it: Conferma l'indirizzo
ro: Confirmare adresă

# Title
source: Update recovery/notification email
ca: Actualitzar el correu electrònic de recuperació / notificació
it: Aggiorna email di recupero/notifica
ro: Actualizare e-mail de recuperare/notificare

# Title
source: Recovery & notification
ca: Recuperació i notificació
it: Recupero e notifica
ro: Recuperare și notificări

# Title
source: Catch all
ca: Captura tot
ro: Colectare toate

# Title
source: Generate key
ca: Generar clau

# Title
source: Edit domain
ca: Editar el domini
it: Modifica dominio
ro: Editare domeniu

# Title
source: Add domain
ca: Afegeix domini
it: Aggiungi dominio
ro: Adăugare domeniu

# Title
source: Catch all address
ca: Direcció per capturar tot
it: Cattura tutti gli indirizzi
ro: Colectare toate adresele

# Title
source: Delete domain
ca: Suprimeix el domini
it: Elimina dominio
ro: Ștergere domeniu

# Title
source: Custom domains
ca: Dominis personalitzats
it: Domini personalizzati
ro: Domenii personale

# Title
source: ProtonVPN clients
ca: Clients ProtonVPN
it: Client ProtonVPN
ro: Clienți ProtonVPN

# Title
source: ProtonVPN credentials
ca: Credencials de ProtonVPN
it: Credenziali ProtonVPN
ro: Acreditări ProtonVPN

# Title
source: ProtonVPN resources
ca: Recursos ProtonVPN
it: Risorse ProtonVPN
ro: Resurse ProtonVPN

# Title
source: Edit OpenVPN / IKEv2 credentials
ca: Editar credencials OpenVPN / IKEv2
it: Modifica credenziali OpenVPN / IKEv2
ro: Editare acreditări OpenVPN/IKEv2

# Title
source: OpenVPN / IKEv2 username
ca: Usuari OpenVPN / IKEv2
it: Nome utente OpenVPN / IKEv2
ro: Utilizator OpenVPN/IKEv2

# Title
source: Storage
ca: Emmagatzematge
it: Archiviazione
ro: Stocare

# Title
source: Change login password
ca: Canviar contrasenya d'inici de sessió
it: Cambia la password di login
ro: Schimbare parolă conectare

# Title
source: Switch to two-password mode
ca: Canviar al mode de dues contrasenyes
it: Passa alla modalità due password
ro: Comutare la modul cu două parole

# Title
source: Switch to one-password mode
ca: Canvia al mode d'una sola contrasenya
it: Passa alla modalità singola password
ro: Comutare la modul parolă unică

# Title
source: Change password
ca: Canvia la contrasenya
it: Modifica della password
ro: Schimbare parolă

# Title
source: Change mailbox password
ca: Canviar contrasenya de la bústia
it: Cambia la password della casella email
ro: Schimbare parolă căsuță poștală

# Title
source: Passwords
ca: Contrasenyes
it: Password
ro: Parole

# Title
source: Password
ca: Contrasenya
ro: Parola
