Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Info
source: Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.
ca: Els vostres comptes ProtonVPN i ProtonMail estan enllaçats. Per suprimir-les, inicieu la sessió a ${ loginLink } i suprimiu-ne el compte.
it: I tuoi account ProtonVPN e ProtonMail sono collegati. Per eliminarli entrambi, per favore accedi a ${ loginLink } ed elimina il tuo account lì.
ro: Conturile de ProtonVPN și ProtonMail sunt conectate. Pentru a le șterge pe ambele, conectați-vă la ${ loginLink } și ștergeți contul de aici.

# Info
source: Deleting your account will permanently delete your emails, and you will lose your email address.
ca: Suprimint el compte es suprimeixen els missatges de correu electrònic i es perd la vostra adreça de correu electrònic.
it: Eliminando il tuo account eliminerai definitivamente le email e perderai il tuo indirizzo email.
ro: Ștergându-vă contul veți șterge permanent toate mesajele și vă veți pierde și adresele de e-mail.

# Info
source: Deleting your account will permanently delete all data associated with it and it cannot be recovered. You will no longer be able to use the same username should you decide to create a new account.
ca: En suprimir el compte, se suprimeixen de manera permanent totes les dades associades i no es podran recuperar. Deixareu de fer servir el mateix nom d’usuari si decidiu crear un compte nou.
it: Eliminando il tuo account verranno eliminati definitivamente tutti i dati associati e non potrà essere recuperato. Non potrai più utilizzare lo stesso nome utente se decidessi di creare un nuovo account.
ro: Ștergându-vă contul vă veți șterge toate datele asociate cu el neputând să le mai recuperați. Nu veți mai putea să folosiți același nume de utilizator dacă veți decide să creați un cont nou.

# Info
source: Log in to ProtonMail to activate your address
ca: Accedeix a ProtonMail per activar la teva adreça
it: Accedi a ProtonMail per attivare il tuo indirizzo
ro: Autentificați-vă în ProtonMail pentru vă activa adresa

# Info
source: Your subscription is managed by Mozilla. Please contact Mozilla support.
ca: La vostra suscripció es gestionada per Mozilla. Si us plau, contacti amb el suport de Mozilla.
it: Il tuo abbonamento è gestito da Mozilla. Per favore contatta il supporto di Mozilla.
ro: Abonamentul vă este gestionat de Mozilla. Contactați Mozilla pentru suport.

# Info
source: Emailing preference updated
ca: Preferència de correu electrònic actualitzada
it: Preferenze email aggiornate
ro: Preferințe e-mail actualizate

# Info
source: To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.
ca: Per mantenir-vos al dia amb els darrers desenvolupaments de Protonmail, podeu subscriure-us als nostres diversos correus electrònics i visitar el nostre blog de tant en tant.
it: Per tenersi al passo con gli ultimi sviluppi dei prodotti Proton, è possibile iscriversi alle nostre varie email e visitare il nostro blog di tanto in tanto.
ro: Pentru a fi la curent cu ultimele actualizări ale produselor Proton, puteți să vă abonați la diferitele noastre adrese de e-mail sau să ne vizitați periodic blogul.

# Info
source: reading our 2FA Guide first
ca: llegeixi la nostra guia 2FA primer
it: leggendo la nostra guida 2FA prima
ro: citiți ghidul nostru pentru A2F

# Info
source: This wizard will enable Two Factor Authentication (2FA) on your Proton account. 2FA will make your Proton account more secure so we recommend enabling it.
ca: Aquest assistent habilitarà l'autenticació de dos factors (2FA) en el seu compte de ProtonMail. 2FA farà que el seu compte de ProtonMail sigui més segura, pel que recomanem habilitar-la.
it: Questa procedura guidata abiliterà l'Autenticazione a due fattori (2FA) sul tuo account Proton. 2FA renderà il tuo account Proton molto più sicuro e per questo ti raccomandiamo di attivarla.
ro: Acest asistent va activa „autentificarea cu doi factori” (A2F) pentru acest cont ProtonMail. A2F va face contul ProtonMail mai sigur astfel încât vă recomandăm s-o activați.

# Info
source: If you have never used 2FA before, we strongly recommend you ${ guideButton }.
ca: Si mai abans has fet servir 2FA, li recomanem llegir primer ${ guideButton }.
it: Se non hai mai usato 2FA prima, ti raccomandiamo fortemente ${ guideButton }.
ro: Dacă nu ați mai folosit A2F, vă recomandăm insistent să ${ guideButton }.

# Info
source: Enter key manually instead
ca: Introduir clau manualment
it: Inserisci invece la chiave manualmente
ro: Introduceți cheia manual

# Info
source: Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.
ca: Escaneja aquest codi Qr amb el teu disposiu d'autenticació en dos passos per a configurar el vostre compte. ${ switchButton }.
it: Scansiona questo codice con il dispositivo di autenticazione a due fattori per impostare l'account. ${ switchButton }.
ro: Scanați acest cod cu dispozitivul pentru autentificarea cu doi factori pentru a configura contul. ${ switchButton }.

# Info
source: Scan QR code instead
ca: Escanejar codi QR
it: Oppure scansiona il codice QR
ro: Scanați în schimb codul QR

# Info
source: Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.
ca: Introduïu manualment aquesta informació al vostre dispositiu d'autenticació de dos factors per configurar el vostre compte. ${ _switchButton }.
it: Inserisci manualmente queste informazioni nel tuo dispositivo di autenticazione a due fattori per impostare il tuo account. ${ _switchButton }.
ro: Introduceți manual această informație în dispozitivul pentru autentificarea cu doi factori pentru a configura contul. ${ _switchButton }.

# Info
source: Two-factor authentication enabled
ca: S'ha activat l'autenticació de dos factors
it: Autenticazione a due fattori attivata
ro: Autentificare cu doi factori activată

# Info
source: Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your 2FA device.
ca: Important: Si us plau assegureu-vos que heu guardat els codis de recuperació. D'altra manera podríeu perdre l'accés al vostre compte de forma permanent en cas de perdre el dispositiu 2FA.
it: Importante: per favore, assicurati di salvare i codici di recupero. Altrimenti non potrai mai più accedere al tuo account qualora perdessi il tuo dispositivo 2FA.
ro: Important: Vă rugăm să vă asigurați că ați salvat aceste coduri de recuperare. Altfel vă puteți pierde definitiv accesul la contul dumneavoastră dacă pierdeți dispozitivul pentru A2F.

# Info
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit 2FA code to log into your account. Each code can only be used once.
ca: Si perdeu el dispositiu habilitat per a l'autentificació de doble factor, aquests codis es poden emprar per accedir al vostre compte en comptes del codi 2FA de 6 xifres. Cada codi es pot utilitzar una sola vegada.
it: Se dovessi perdere il dispositivo che utilizzi per l'autenticazione a due fattori, potrai usare questi codici per accedere al posto del codice 2FA a 6 cifre. Ogni codice può essere usato una sola volta.
ro: Dacă vă pierdeți dispozitivul pentru autentificarea cu doi factori (A2F), puteți folosi aceste coduri în locul celor 6 cifre de la A2F pentru a vă conecta la cont. Fiecare cod e de unică folosință.

# Info
source: Two-factor authentication disabled
ca: Autenticació de dos factors desactivada
it: Autenticazione a due fattori
ro: Autentificare cu doi factori dezactivată

# Info
source: You have no saved payment methods.
ca: No té mètodes de pagament desats.
it: Non hai salvato alcun metodo di pagamento.
ro: Nu aveți metode de plată salvate.

# Info
source: Expired
ca: Vençuda
it: Scaduto
ro: Expirat

# Info
source: default
ca: predeterminat
it: predefinito
ro: implicit

# Info
source: Address verification is an advanced security feature. Only turn this on if you know what it does.
ca: La verificació de l'adreça és una funció de seguretat avançada. Només activeu això si sabeu el que fa.
it: La verifica dell'indirizzo è una funzionalità di sicurezza avanzata. Attivalo solo se sai cosa fa.
ro: Verificarea adresei este o funcție avansată de securitate. Activați-o doar dacă știți la ce se referă.

# Info
source: Encryption setting updated
ca: Configuració d'encriptació actualitzada
it: Impostazioni di crittografia aggiornate
ro: Setări criptare actualizate

# Info
source: PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.
ca: Els clients de PGP tenen més probabilitats de detectar automàticament les claus PGP si els missatges de sortida són signats.
it: I client PGP rilevano con più probabilità automaticamente le tue chiavi PGP se i messaggi in uscita sono firmati.
ro: Clienții PGP probabil vor detecta automat cheile PGP dacă mesajele trimise sunt semnate.

# Info
source: Only change these settings if you are using PGP with non-ProtonMail recipients.
ca: Canvieu aquestes funcions únicament si esteu emprant PGP amb destinataris sense ProtonMail.
it: Cambia queste impostazioni solo se stai usando PGP con destinatari non-ProtonMail.
ro: Schimbați aceste setări doar dacă utilizați PGP cu destinatari non-ProtonMail.

# Info
source: Are you sure you want to delete this label? Removing a label will not remove the messages with that label.
ca: Esteu segur que voleu suprimir aquesta etiqueta? Esborrar una etiqueta no eliminarà els missatges amb aquesta etiqueta.
it: Sei sicuro di voler eliminare questa etichetta? Rimuovere l'etichetta non eliminerà i messaggi con tale etichetta.
ro: Sigur doriți să ștergeți această etichetă? Ștergerea unei etichete nu va șterge mesajele etichetate cu ea.

# Info
source: Are you sure you want to delete this folder? Messages in the folders aren’t deleted if the folder is deleted, they can still be found in all mail. If you want to delete all messages in a folder, move them to trash.
ca: Esteu segur que vols esborrar aquesta carpeta? Els missatges en la carpeta no seran suprimits si suprimiu la carpeta, els podreu localitzar en tots els missatges. Si voleu suprimir tots els missatges d'una carpeta, desplaceu-los a la paperera.
it: Sei sicuro di voler eliminare questa cartella? I messaggi contenuti non saranno eliminati ma potranno ancora essere trovati in "tutti i messaggi". Se desideri eliminare tutti i messaggi di una cartella, spostali nel cestino.
ro: Sigur doriți ștergerea acestui folder? Mesajele din folder nu sunt șterse dacă folderul este șters, ele încă putând fi găsite în toate mesajele. Dacă doriți să ștergeți toate mesajele dintr-un folder, mutați-le în gunoi.

# Info
source: Text or pattern
ca: Text o patró
it: Testo o modello
ro: Text sau model

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails. To find out how to write Sieve filters.
ca: Els filtres personalitzats funcionen en tots els correus electrònics nous, inclosos els que entren i els que s'envien. Per saber com escriure els filtres Sieve.
it: I filtri personalizzati funzionano su tute le nuove email, includendo sia quelle in arrivo che quelle inviate. Per scoprire come scrivere filtri Sieve.
ro: Filtrele acționează asupra tuturor mesajelor, atât a celor primite cât și a celor trimise. Pentru a afla cum se crează filtre Sieve.

# Info
source: Are you sure you want to delete this filter?
ca: Estàs segur que vols esborrar aquest filtre?
it: Sei sicuro di voler eliminare questo filtro?
ro: Sigur doriți ștergerea acestui filtru?

# Info
source: No emails in the ${ type }, click Add to add addresses to the ${ type }
ca: No hi ha missatges de correu electrònic al tipus ${ type }, feu clic a Afegir per afegir adreces al tipus ${ type }
it: Non ci sono email in ${ type }, clicca Aggiungi per aggiungere indirizzi in ${ type }
ro: Nu sunt adrese în ${ type }. Apăsați pe «Adăugare» pentru a adăuga adrese în ${ type }.

# Info
source: For security reasons, please verify that you are not a robot.
ca: Per raons de seguretat, si us plau verifiqueu que no sou un robot.
it: Per motivi di sicurezza, si prega di verificare di non essere un robot.
ro: Din motive de securitate, verificăm dacă nu e un script automat.

# Info
source: Are you sure you want to permanently delete this user? The inbox and all addresses associated with this user will be deleted.
ca: Esteu segur que voleu suprimir permanentment aquest usuari? La safata d'entrada i totes les adreces associades a aquest usuari s'eliminaran.
it: Sei sicuro di volere eliminare per sempre questo utente? La casella di posta e tutti gli indirizzi associati a questo utente saranno eliminati.
ro: Sigur doriți ștergerea permanentă a acestui utilizator? Mesajele și toate adresele asociate cu acest utilizator vor fi șterse.

# Info
source: user used
ca: usuari usat
it: utente utilizzato
ro: utilizator folosit

# Info
source: Choose the look and feel of your mailbox.
ca: Trieu l'aspecte de la vostra bústia.
it: Scegli l'aspetto e la percezione della tua casella di posta.
ro: Stabiliți înfățișarea și configurarea căsuței poștale.

# Info
source: Selecting another theme will override your current theme and any customization will be lost.
ca: Si seleccioneu un altre tema, se sobreescriurà el tema actual i es perdrà qualsevol personalització.
it: Selezionando un altro tema verrà sostituito il tema corrente e qualsiasi personalizzazione andrà persa.
ro: Selectând o altă temă veți modifica tema curentă și orice personalizare va fi pierdută.

# Info
source: Loading ${ appName }
ca: Carregant ${ appName }
it: Caricamento di ${ appName }
ro: Se încarcă ${ appName }

# Info
source: You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.
ca: Podeu habilitar l'accés amb autenticació per veure quan s'accedeix al vostre compte, i des de quina IP. Enregistrarem l'adreça IP que accedeix al compte, l'hora i els intents fallits.
it: È possibile abilitare la registrazione dell'autenticazione per vedere gli accessi al tuo account e da quale IP. Registreremo l'indirizzo IP che accede all'account e il tempo, come pure i tentativi non riusciti.
ro: Puteți activa înregistrarea conectărilor pentru a vedea când a fost accesat contul și de la care IP. Vom înregistra adresa IP care accesează contul, ora și încercările eșuate de accesare.

# Info
source: No logs yet.
ca: Encara no hi ha registres.
it: Ancora nessun log.
ro: Încă nu sunt jurnale.

# Info
source: Logs includes authentication attempts for all Proton services that use your Proton credentials.
ca: Els registres inclouen els intents d'autentificació per a tots els serveis de Proton que empren les vostres credencials de Proton.
it: I log includono i tentativi di accesso di tutti i servizi Proton che usano le tue credenziali Proton.
ro: Jurnalele conțin încercările de autentificare pentru toate serviciile Proton care folosesc informațiile dvs. de autentificare Proton.

# Info
source: ProtonMail supports IMAP/SMTP via the ProtonMail Bridge application. Thunderbird, Microsoft Outlook, and Apple Mail are officially supported on both Windows and MacOS.
ca: ProtonMail suporta IMAP/SMTP mitjançant l’aplicació ProtonMail Bridge. Thunderbird, Microsoft Outlook i Apple Mail són compatibles oficialment tant a Windows com a MacOS.
it: ProtonMail supporta l'IMAP/SMTP attraverso l'applicazione ProtonMail Bridge. Thunderbird, Microsoft Outlook ed Apple Mail sono supportati ufficialmente sia in Windows sia in MacOS.
ro: ProtonMail suportă IMAP/SMTP prin aplicația "ProtonMail Bridge". Thunderbird, Microsoft Outlook și Apple Mail sunt oficial suportate atât pe Windows cât și pe MacOS.

# Info
source: Participating in beta programs gives you the opportunity to test new features and improvements before they get released to the general public. It offers a chance to have an active role in shaping the quality of our services.
ca: La participació en programes beta us dóna l'oportunitat de provar noves funcions i millores abans que es publiquin al públic en general. Ofereix la possibilitat de tenir un paper actiu en la configuració de la qualitat dels nostres serveis.
it: La partecipazione ai programmi beta ti dà l'opportunità di testare nuove funzionalità e miglioramenti prima che vengano rilasciati al grande pubblico. Offre la possibilità di avere un ruolo attivo nel modellare la qualità dei nostri servizi.
ro: Participând la programele beta veți avea oportunitatea de a testa funcții și îmbunătățiri noi înainte ca acestea să fie disponibile public. Vă oferă șansa de a avea un rol activ în formarea calității serviciilor noastre.

# Info
source: Reach out to your system administrator for further assistance and support
ca: Contacteu amb l'administrador del vostre sistema per obtenir més ajuda i assistència
it: Contatta l'amministratore di sistema per ulteriore assistenza e supporto
ro: Contactați administratorul pentru asistență și suport suplimentare

# Info
source: Get additional storage capacity and more addresses with ProtonMail Plus.
ca: Obteniu capacitat d’emmagatzematge addicional i més adreces amb ProtonMail Plus.
it: Ottieni capacità di archiviazione aggiuntiva e più indirizzi con ProtonMail Plus.
ro: Obțineți spațiu de stocare mai mare și mai multe adrese cu ProtonMail Plus.

# Info
source: Help us improve our service and get early access to new features by enrolling in our Beta programs.
ca: Ajudeu-nos a millorar el nostre servei i a accedir prèviament a noves funcions inscrivint-nos als nostres programes Beta.
it: Aiutaci a migliorare il nostro servizio e ottieni l'accesso anticipato alle nuove funzionalità iscrivendoti nei nostri programmi Beta.
ro: Ajutați-ne să îmbunătățim serviciul și obțineți acces timpuriu la funcții noi înscriindu-vă în programele noastre de testare Beta.

# Info
source: Pay for both ProtonMail and ProtonVPN and get 20% off your entire subscription.
ca: Pagueu amb ProtonMail i ProtonVPN i obtingueu un 20% de descompte sobre la vostra subscripció completa.
it: Paga sia ProtonMail che ProtonVPN e ottieni il 20% di sconto sull'intero abbonamento.
ro: Cumpărați împreună ProtonMail și ProtonVPN și veți obține o reducere de 20% a abonamentului.

# Info
source: Screenshot(s) attached
ca: Captura(es) de pantalla(s) adjunt(s)
it: Screenshot allegato/i
ro: Capturi de ecran adăugate

# Info
source: Refreshing the page or ${ link } will automatically resolve most issues.
ca: Actualitzar la pàgina o ${ link } resoldrà automàticament la majoria dels problemes.
it: Aggiornando la pagina o ${ link } si risolveranno automaticamente la maggior parte dei problemi.
ro: Reîmprospătând pagina sau ${ link } veți rezolva majoritatea problemelor.

# Info
source: Contact us at ${ criticalEmail } for critical security issues.
ca: Contacti amb ${ criticalEmail } per a errades crítiques de seguretat.
it: Contattaci a ${ criticalEmail } per problemi di sicurezza critici.
ro: Contactați-ne la ${ criticalEmail } pentru probleme grave de securitate.

# Info
source: You can customize and download your invoices for accounting purposes.
ca: Podeu personalitzar i descarregar les vostres factures a efectes de comptabilitat.
it: Puoi personalizzare e scaricare le tue fatture per scopi contabili.
ro: Vă puteți personaliza și descărca facturile pentru contabilitatea proprie.

# Info
source: abuse or fraud
ca: abús o frau
it: abuso o frode
ro: abuz sau fraudă

# Info
source: here
ca: aquí
it: qui
ro: aici

# Info
source: Account disabled due to ${ abuseOrFraudLink }.
ca: Compte desactivat a causa de ${ abuseOrFraudLink }.
it: Account disabilitato a causa di ${ abuseOrFraudLink }.
ro: Cont dezactivat pe motiv de ${ abuseOrFraudLink }.

# Info
source: You can find more information and contact us ${ contactLink }.
ca: Podeu trobar més informació i contactar amb nosaltres ${ contactLink }.
it: Puoi trovare ulteriori informazioni e contattarci ${ contactLink }.
ro: Puteți găsi mai multe informații și să ne contactați la ${ contactLink }.

# Info
source: Do you want to revoke all other sessions than the current one?
ca: Voleu revocar totes les altres sessions i l’actual?
it: Vuoi revocare tutte le sessioni diverse da quella attuale?
ro: Doriți să anulați toate celelalte sesiuni în afară de cea curentă?

# Info
source: Unless you explicitly logout or change your password, sessions can last for up to 6 months. Sessions expire after 2 weeks of inactivity.
ca: Tret que tanqueu explícitament la sessió o canvieu la contrasenya, les sessions poden durar fins a 6 mesos. Les sessions expiren després de dues setmanes d’inactivitat.
it: A meno che tu non effettui la disconnessione o cambi la tua password, le sessioni possono durare fino a 6 mesi. Le sessioni scadono dopo 2 settimane di inattività.
ro: Dacă nu vă deconectați explicit sau nu vă schimbați parola, sesiunile pot dura până la 6 luni. Sesiunile expiră după 2 săptămâni de inactivitate.

# Info
source: Go to the domain settings if you want to create and manage custom domains, including electing a catch-all email address.
ca: Aneu a la configuració dels dominis si voleu crear i gestionar dominis personalitzats, inclosa l’elecció d’una adreça de correu electrònic per a tots.
it: Vai alle impostazioni del dominio se vuoi creare e gestire domini personalizzati, compresa la scelta di un indirizzo email catch-all.
ro: Accesați „Setări domeniu” dacă doriți să creați și să gestionați domenii personale, inclusiv alegerea unei adrese de colectare a tuturor mesajelor.

# Info
source: Go to the user settings if you want to create and manage the users of your organization.
ca: Aneu a la configuració dels usuaris si voleu crear i gestionar els usuaris de la vostra organització.
it: Vai alle impostazioni dell'utente se vuoi creare e gestire gli utenti della tua organizzazione.
ro: Accesați „Setări utilizator” dacă doriți să creați și să vă gestionați utilizatorii din organizație.

# Info
source: Go to the address settings if you want to create and manage addresses for your users.
ca: Aneu a la configuració de l'adreça si voleu crear i gestionar adreces per als vostres usuaris.
it: Vai alle impostazioni degli indirizzi se vuoi creare e gestire gli indirizzi per i tuoi utenti.
ro: Accesați „Setări adrese” dacă doriți să creați și să gestionați adresele pentru utilizatori.

# Info
source: Go to the User Settings if you want to create and manage users in your organization.
ca: Aneu a la configuració dels usuaris si voleu crear i gestionar usuaris de la vostra organització.
it: Vai alle impostazioni dell'utente se vuoi creare e gestire gli utenti della tua organizzazione.
ro: Accesați „Setări utilizator” dacă doriți să creați și să gestionați utilizatorii din organizație.

# Info
source: Go to the address settings if you want to create and manage addresses to your custom domain.
ca: Aneu a la configuració de les adreces si voleu crear i gestionar adreces al vostre domini personalitzat.
it: Vai alle impostazioni degli indirizzi se vuoi creare e gestire gli indirizzi del tuo dominio personalizzato.
ro: Accesați „Setări adresă” dacă doriți să creați și să gestionați adresele pentru domeniul personal.

# Info
source: Upgrade to a paid plan with multi-user support if you want to create and manage users in your organization.
ca: Actualitzeu a un pla de pagament amb multiusuari si voleu crear i gestionar els usuaris de la vostra organització.
it: Passa ad un piano a pagamento con supporto multi-utente se vuoi creare e gestire gli utenti nella tua organizzazione.
ro: Treceți la un plan cu plată cu suport pentru utilizatori multipli dacă doriți să vă creați și să gestionații utilizatori în organizație.
