Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Title
source: Login password
ca: Contrasenya d'inici de sessió
it: Password di accesso
ro: Parolă conectare

# Title
source: Delete account
ca: Eliminar compte
it: Elimina account
ro: Ștergere cont

# Title
source: Username
ca: Nom d'usuari
it: Nome utente
ro: Utilizator

# Title
source: Email subscriptions
ca: Subscripcions per correu electrònic
it: Newsletter
ro: Abonamente e-mail

# Title
source: Set up two-factor authentication
ca: Configura l'autenticació de dos factors
it: Autenticazione a due fattori
ro: Setare autentificare cu doi factori

# Title
source: Disable two-factor authentication
ca: Deshabilitar l'autenticació en dos passos
it: Disabilita l'autenticazione a due fattori
ro: Dezactivare autentificare cu doi factori

# Title
source: Two-factor authentication
ca: Autenticació de dos factors
it: Autenticazione a due fattori
ro: Autentificare cu doi factori

# Title
source: Sign in again to continue
ca: Torneu a iniciar la sessió per continuar
it: Accedi di nuovo per continuare
ro: Reconectați-vă pentru a continua

# Title
source: Payment methods
ca: Mètodes de Pagament
it: Metodi di pagamento
ro: Metode de plată

# Title
source: Address verification
ca: Verificació d'adreces
it: Verifica indirizzo
ro: Verificare adresă

# Title
source: Automatically sign outgoing messages?
ca: Signar automàticament els missatges de sortida?
it: Firmare automaticamente i messaggi in uscita?
ro: Semnare automată mesaje trimise?

# Title
source: External PGP settings (optional)
ca: Configuració externa de PGP (opcional)
it: Impostazioni PGP esterne (opzionale)
ro: Setări PGP externe (opțional)

# Title
source: Delete label
ca: Suprimeix l'etiqueta
it: Elimina etichetta
ro: Ștergere etichetă

# Title
source: Delete folder
ca: Suprimeix la carpeta
it: Elimina cartella
ro: Ștergere folder

# Title
source: blacklist
ca: llista negra
ro: adrese blocate

# Title
source: whitelist
ca: llista blanca
ro: adrese acceptate

# Title
source: Whitelist
ca: Llista Blanca
ro: Adrese acceptate

# Title
source: BlackList
ca: Llista negra
ro: Adrese blocate

# Title
source: Add to Blacklist
ca: Afegir a llista negra
it: Aggiungi alla blacklist
ro: Adăugare la adrese blocate

# Title
source: Add to Whitelist
ca: Afegir a la llista blanca
it: Aggiungi alla whitelist
ro: Adăugare la adrese blocate

# Title
source: Human verification
ca: Verificació humana
it: Verifica umana
ro: Verificare persoană

# Title
source: Messages
ca: Missatges
it: Messaggi
ro: Mesaje

# Title
source: Edit user
ca: Editar usuari
it: Modifica utente
ro: Editare utilizator

# Title
source: Add user
ca: Afegir usuari
it: Aggiungi utente
ro: Adăugare utilizator

# Title
source: Users
ca: Usuaris
it: Utenti
ro: Utilizatori

# Title
source: Custom Theme
ca: Tema personalitzat
it: Tema personalizzato
ro: Temă personală

# Title
source: Change theme
ca: Canvia el tema
it: Cambia tema
ro: Schimbare temă

# Title
source: Themes
ca: Temes
it: Temi
ro: Teme

# Title
source: Clear
ca: Netejar
it: Cancella
ro: Golire

# Title
source: Authentication logs
ca: Registre d'autenticacions
it: Log d'autenticazione
ro: Jurnale autentificări

# Title
source: Toolbars
ca: Barra d'eines
it: Barra degli strumenti
ro: Bară de utilitare

# Title
source: Layouts
ca: Dissenys
it: Layout
ro: Șabloane

# Title
source: Keyboard shortcuts
ca: Dreceres de teclat
it: Scorciatoie da tastiera
ro: Combinații de taste

# Title
source: Application
ca: Aplicació
it: Applicazione
ro: Aplicație

# Title
source: Composer
ca: Editor
it: Compositore
ro: Redactare

# Title
source: Mail
ca: Correu electrònic
it: Email
ro: Poștă

# Title
source: Jumping
ca: Saltant
it: Salto
ro: Salt

# Title
source: Navigation
ca: Navegació
it: Navigazione
ro: Navigare

# Title
source: Threadlist
ca: Llista de temes
it: Conversazioni
ro: Conversații

# Title
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Title
source: Contacts
ca: Contactes
it: Contatti
ro: Contacte

# Title
source: Contact list
ca: Llista de contactes
it: Lista contatti
ro: Listă contacte

# Title
source: Contact details
ca: Detalls del contacte
it: Dettagli contatto
ro: Detalii contact

# Title
source: Shortcuts
ca: Dreceres
it: Scorciatoie
ro: Scurtături

# Title
source: Language
ca: Idioma
it: Lingua
ro: Limba

# Title
source: Need help?
ca: Necessites ajuda?
it: Hai bisogno di aiuto?
ro: Doriți ajutor?

# Title
source: Upgrade to a paid plan
ca: Actualitza a un pla de pagament
it: Effettua l'upgrade ad un piano a pagamento
ro: Treceți la un plan cu plată

# Title
source: Thanks for your support
ca: Gràcies pel vostre suport
it: Grazie per il tuo supporto
ro: Vă mulțumim pentru sprijin

# Title
source: Get 20% discount
ca: Obteniu un 20% de descompte
it: Ottieni sconto del 20%
ro: Obțineți 20% reducere

# Title
source: Report bug
ca: Informa d'un error
it: Segnala bug
ro: Raportare eroare

# Title
source: Pay invoice
ca: Factura de pagament
it: Paga fattura
ro: Plată factură

# Title
source: Preview invoice
ca: Previsualització de la factura
it: Anteprima fattura
ro: Examinare factură

# Title
source: Add invoice details
ca: Afegir dades de facturació
it: Aggiungi dettagli fattura
ro: Adăugare detalii factură

# Title
source: Invoices
ca: Factures
it: Fatture
ro: Facturi

# Title
source: Amount
ca: Quantitat
it: Importo
ro: Cantitate

# Title
source: Type
ca: Tipus
it: Tipo
ro: Tip

# Title
source: Status
ca: Estat
it: Stato
ro: Stare

# Title
source: Date
ca: Data
it: Data
ro: Data

# Title
source: Action
ca: Acció
it: Azione
ro: Acțiune

# Title
source: Account disabled
ca: Compte deshabilitada
it: Account disabilitato
ro: Cont dezactivat

# Title
source: Search
ca: Cerca
it: Ricerca
ro: Căutare

# Title
source: App
ca: Applicació
ro: Aplicație

# Title
source: Mailbox
ca: Bústia
it: Casella di posta
ro: Căsuță poștală

# Title
source: Settings
ca: Configuració
it: Impostazioni
ro: Setări

# Title
source: Name
ca: Nom
it: Nome
ro: Nume

# Title
source: Catch-all
ca: Captura tot
ro: Colectare toate

# Title
source: Identity
ca: Identitat
it: Identità
ro: Identitate

# Title
source: Desktop notifications
ca: Notificacions d'escriptori
it: Notifiche desktop
ro: Notificări pe desktop

# Title
source: Appearance
ca: Aparença
it: Aspetto
ro: Aspect

# Title
source: Filters
ca: Filtres
it: Filtri
ro: Filtre

# Title
source: Custom filters
ca: Filtres personalitzats
it: Filtri personalizzati
ro: Filtre proprii

# Title
source: Spam filters
ca: Filtres de correu brossa
it: Filtri spam
ro: Filtre de spam

# Title
source: Folders/labels
ca: Carpetes/etiquetes
it: Cartelle/etichette
ro: Foldere/Etichete

# Title
source: Folders and labels
ca: Carpetes i etiquetes
it: Cartelle ed etichette
ro: Foldere și etichete

# Title
source: Keys
ca: Claus
it: Chiavi
ro: Chei

# Title
source: Security
ca: Seguretat
it: Sicurezza
ro: Securitate

# Title
source: Session management
ca: Gestió de sessions
it: Gestione sessione
ro: Gestionare sesiuni

# Title
source: External PGP settings
ca: Configuració de PGP externa
it: Impostazioni PGP esterno
ro: Setări externe PGP

# Title
source: Apps
ca: Aplicacions
it: Applicazioni
ro: Aplicaţii

# Title
source: ProtonMail apps
ca: Aplicacions de ProtonMail
it: App ProtonMail
ro: Aplicații ProtonMail

# Title
source: Overview - ProtonMail
ca: Visió General - ProtonMail
it: Panoramica - ProtonMail
ro: Rezumat - ProtonMail

# Link
source: Learn more
ca: Sebre més
it: Per saperne di più
ro: Aflați mai multe

# Link
source: click here
ca: feu clic aquí
it: clicca qui
ro: apăsați aici

# Link
source: Manage
ca: Gestionar
it: Gestisci
ro: Gestionare

# Link
source: ProtonVPN native clients
ca: Clients natius de ProtonVPN
it: Client nativi di ProtonVPN
ro: Clienți nativi ProtonMail

# Link
source: Download page
ca: Pàgina de descàrrega
it: Pagina di download
ro: Pagină descărcări

# Link
source: Homepage
ca: Pàgina d'inici
ro: Prima pagină

# Link
source: Support page
ca: Pàgina de suport
it: Pagina di supporto
ro: Pagină asistență

# Link
source: Not activated
ca: Inactiu
it: Non attivato
ro: Neactivat

# Link
source: Edit
ca: Editar
it: Modifica
ro: Editare

# Link
source: clearing your browser cache
ca: buidar la memòria cau del navegador
it: pulendo la cache del browser
ro: curățare buffer navigator

# Link
source: Upgrade
ca: Millorar
it: Effettua l'upgrade

# Link
source: Domain settings
ca: Configuració del domini
it: Impostazioni di dominio
ro: Setări domeniu

# Link
source: User settings
ca: Configuració de l'usuari
it: Impostazioni utente
ro: Setări utilizator

# Link
source: Address settings
ca: Configuració d'adreçes
it: Impostazioni indirizzo
ro: Setări adresă

# Link
source: Filter Settings
ca: Configuració del filtre
it: Impostazioni filtro
ro: Setări filtrare

# Toggle button
source: On
ca: Actiu
ro: Activ

# Toggle button
source: Off
ca: Desactivat
ro: Oprit

# Countdown status
source: Expired
ca: Vençuda
ro: Expirat

# Countdown unit
source: ${ days } day
ca: ${ days } dia
ro: ${ days } zi

# Countdown unit
source: ${ hours } hour
ca: ${ hours } hora
ro: ${ hours } oră

# Countdown unit
source: ${ minutes } minute
ca: ${ minutes } minut
ro: ${ minutes } minut

# Countdown unit
source: ${ seconds } second
ca: ${ seconds } segon
ro: ${ seconds } secundă

# Placeholder
source: Card number
ca: Número de la targeta de crèdit
it: Numero carta
ro: Număr card

# Placeholder
source: Full name
ca: Nom complet
it: Nome Completo
ro: Numele complet

# Placeholder
source: Postal code
ca: Codi postal
it: Codice postale
ro: Cod poștal

# Placeholder
source: Coupon
ca: Cupó
ro: Cupon

# Placeholder
source: Other
ca: Altres
it: Altro
ro: Altele

# Placeholder
source: Password
ca: Contrasenya
ro: Parola

# Placeholder
source: Choose a name
ca: Seleccionar un nom
it: Scegli un nome
ro: Alegeți un nume

# Placeholder
source: Pick a name
ca: Tria un nom
it: Scegli un nome
ro: Alegeți un nume

# Placeholder
source: Confirm
ca: Confirmar
it: Conferma
ro: Confirmare

# Placeholder
source: Choose display name
ca: Trieu el nom de visualització
it: Scegli un nome da mostrare
ro: Alegeți numele afișat

# Placeholder
source: Choose address
ca: Triar l'adreça
it: Scegli un indirizzo
ro: Alegeți adresa

# Placeholder
source: yourdomain.com
ca: elteudomini.com
it: tuodominio.com
ro: domeniuldvs.com

# Placeholder
source: Two-factor code
ca: Codi de dos factors
it: Codice a due fattori
ro: Cod doi factori

# Placeholder
source: Feedback
ca: Opinió
ro: Opinii

# Placeholder
source: Email address
ca: Adreça de correu electrònic
it: Indirizzo email
ro: Adresă de e-mail

# Placeholder
source: Add a label...
ca: Afegeix una etiqueta...
it: Aggiungi un'etichetta...
ro: Adăugare etichetă...

# Placeholder
source: Auto reply content
ca: Contingut de la autoresposta
it: Contenuto risposta automatica
ro: Conținut autorăspuns

# Placeholder
source: Name
ca: Nom
it: Nome
ro: Nume

# Placeholder
source: Confirm password
ca: Confirmar contrasenya
it: Conferma password
ro: Confirmare parolă

# Placeholder
source: Address
ca: Adreça
it: Indirizzo
ro: Adresa

# Placeholder
source: Search users
ca: Cercar usuaris
it: Ricerca utenti
ro: Căutare utilizatori

# Placeholder
source: Proton username
ca: Nom d'usuari Proton
it: Nome utente di Proton
ro: Nume utilizator

# Placeholder
source: A way to contact you
ca: Una manera de contactar-vos
it: Un modo per contattarti
ro: O modalitate de contactare

# Placeholder
source: Please describe the problem and include any error messages
ca: Descrigui el problema i inclogui alguns missatges d'error
it: Per favore descrivi il problema e includi eventuali messaggi di errore
ro: Descrieți problema incluzând și mesajele de eroare ce apar

# Placeholder
source: OS name
ca: Nom de Sistema Operatiu
it: Nome del sistema operativo
ro: Sistem de operare

# Placeholder
source: OS version
ca: Versió de Sistema Operatiu
it: Versione del sistema operativo
ro: Versiune sistem de operare

# Placeholder
source: Browser name
ca: Nom del navegador
it: Nome del browser
ro: Nume navigator

# Placeholder
source: Browser version
ca: Versió del navegador
it: Versione del browser
ro: Versiune navigator

# Placeholder
source: Username or email
ca: Nom d'usuari o correu electrònic
it: Nome utente o email
ro: Nume de utilizator sau e-mail

# Placeholder
source: Mailbox password
ca: Contrasenya de la bústia
it: Password della casella email
ro: Parolă mesaje

# Placeholder, make it short
source: Security code
ca: Codi de seguretat
it: Codice di sicurezza
ro: Cod de securitate

# Success
source: Payment method updated
ca: Mètode de pagament actualitzat
it: Metodo di pagamento aggiornato
ro: Metodă de plată actualizată

# Success
source: Payment method added
ca: Mètode de pagament afegit
it: Metodo di pagamento aggiunto
ro: Metodă de plată adăugată

# Success
source: You have successfully unsubscribed
ca: Heu anul·lat la subscripció amb èxit
it: Abbonamento annullato con successo
ro: V-ați dezabonat cu succes

# Success
source: Your support is essential to keeping Proton running. Thank you for supporting internet privacy!
ca: El vostre suport és imprescindible per mantenir ProtonMail. Gràcies per recolzar la privacitat d'internet!
it: Il tuo sostegno è essenziale per mantenere Proton funzionante. Grazie per il tuo supporto alla privacy in internet!
ro: Suportul dvs. este esențial pentru a păstra funcționarea Proton. Vă mulțumim pentru sprijinirea confidențialității Internetului!

# Success
source: Gift code applied
ca: Codi de regal aplicat
it: Codice regalo applicato
ro: Cod cadou aplicat

# Success
source: Credits added
ca: Crèdits afegits
it: Credito aggiunto
ro: Credite adăugate

# Success
source: Auto-reply updated
ca: Resposta automàtica actualitzada
it: Risposta automatica aggiornata
ro: Autorăspuns actualizat

# Success
source: Organization activated
ca: Organització activada
it: Organizzazione attivata
ro: Organizație activată

# Success
source: Keys updated
ca: Claus actualitzades
it: Chiavi aggiornate
ro: Chei actualizate

# Success
source: Address updated
ca: Adreça actualitzada
it: Indirizzo aggiornato
ro: Adresă actualizată

# Success
source: Preference saved
ca: Preferència guardada
it: Preferenze salvate
ro: Preferințe salvate

# Success
source: Address added
ca: Adreça afegida
it: Indirizzo aggiunto
ro: Adresă adăugată

# Success
source: Email updated
ca: Adreça de correu electronic actualitzada
it: Email aggiornata
ro: E-mail actualizat

# Success
source: Key successfully generated
ca: Clau generada satisfactòriament

# Success
source: Key copied to clipboard!
ca: Clau copiada al porta-retalls!

# Success
source: Domain verified
ca: Domini verificat
it: Dominio verificato
ro: Domeniu verificat

# Success
source: Catch-all address updated
ca: Adreça de "Captura tot" actualitzada
it: Indirizzo catch-all aggiornato
ro: Adresă colector mesaje actualizată

# Success
source: Password updated
ca: Contrasenya actualitzada
it: Password aggiornata
ro: Parolă actualizată

# Success
source: Account deleted. Logging out...
ca: Compte esborrat. Sortint...
it: Account eliminato. Disconnessione...
ro: Cont șters. Se deconectează...

# Success
source: Payment method deleted
ca: Mètode de pagament eliminat
it: Metodo di pagamento eliminato
ro: Metodă de plată ștearsă

# Success
source: User updated
ca: S'ha actualitzat l'usuari
it: Utente aggiornato
ro: Utilizator actualizat

# Success
source: User created
ca: S'ha creat l'usuari
it: Utente creato
ro: Utilizator creat

# Success
source: Custom theme saved
ca: Tema personalitzat desat
it: Tema personalizzato salvato
ro: Temă personală salvată

# Success
source: Theme saved
ca: Tema desat
it: Tema salvato
ro: Temă salvată

# Success
source: Buttons position saved
ca: La posició dels botons s'ha desat
it: Posizione dei pulsanti salvata
ro: Poziție butoane salvată

# Success
source: Hotkeys preferences updated
ca: Preferències de tecles d'accés actualitzades
it: Preferenze delle scorciatoie da tastiera aggiornate
ro: Preferințe combinații taste actualizate

# Success
source: Locale updated
ca: Locals actualitzades
it: Lingua aggiornata
ro: Limbă actualizată

# Success
source: Bug reported
ca: Error notificat
it: Bug segnalato
ro: Eroare raportată

# Success
source: Invoice customized
ca: Factura personalitzada
it: Fattura personalizzata
ro: Factură personalizată

# Success
source: Session revoked
ca: Sessió revocada
it: Sessione revocata
ro: Sesiune anulată

# Success
source: Sessions revoked
ca: Sessions revocades
it: Sessione revocata
ro: Sesiuni anulate

# x of y
source: of
ca: de
it: di
ro: din

# Plan
source: Free
ca: Gratuït
it: Gratis
ro: Gratuit

# Suffix
source: / month
ca: /mes
it: / mese
ro: /lună

# Option
source: included
ca: inclòs
it: incluso
ro: inclus

# Option
source: ${ value } address
ca: { value } adreça
it: ${ value } indirizzo
ro: ${ value } adresă

# Option
source: ${ value } GB storage
ca: ${ value } GB d'emmagatzematge
it: ${ value } GB di spazio
ro: ${ value } GB spațiu

# Option
source: ${ value } custom domain
ca: ${ value } Domini personalitzat
it: ${ value } dominio personalizzato
ro: ${ value } domeniu personal

# Option
source: ${ value } user
ca: ${ value } usuari
it: ${ value } utente
ro: ${ value } utilizator

# Option
source: ${ value } VPN connection
ca: ${ value } conexió VPN
it: ${ value } connessione VPN
ro: ${ value } conexiune VPN

# Option
source: ${ highSecurity } RSA2048-bit (Older but faster)
ca: ${ highSecurity } RSA2048-bit (Més antic però més ràpid)
it: ${ highSecurity } RSA 2048-bit (più vecchio ma più veloce)
ro: ${ highSecurity } RSA 2048-biți (mai vechi, dar rapid)

# Option
source: ${ highestSecurity } RSA 4096-bit (Secure but slow)
ca: ${ highestSecurity } RSA 4096-bit (Segur però lent)
it: ${ highestSecurity } RSA 4096-bit (sicuro ma lento)
ro: ${ highestSecurity } RSA 4096-biți (sigur, dar încet)

# Option
source: ${ stateOfTheArt } X25519 (Modern, fastest, secure)
ca: ${ stateOfTheArt } X25519 (Modern, rapid, segur)
it: ${ stateOfTheArt } X25519 (moderno, veloce, sicuro)
ro: ${ stateOfTheArt } X25519 (modern, rapid, sigur)

# Option
source: All users
ca: Tots els/les usuaris/es
it: Tutti gli utenti
ro: Toţi utilizatorii

# Option
source: Plain text
ca: Text plà
it: Testo normale
ro: Text simplu

# Option
source: Left to Right
ca: Esquerra a dreta
it: Da sinistra a destra
ro: De la stânga la dreapta

# Option
source: Right to Left
ca: Dreta a esquerra
it: Da destra a sinistra
ro: De la dreapta la stânga

# Tooltip
source: For each additional user, 5GB of storage and 5 email addresses are added to your subscription.
ca: Per a cada usuari addicional, s’afegeixen 5 Gb d’emmagatzematge i 5 adreces de correu electrònic a la vostra subscripció.
it: Per ogni utente aggiuntivo, vengono aggiunti all'abbonamento 5GB di spazio di archiviazione e 5 indirizzi email.
ro: Pentru fiecare utilizator adițional, vă sunt adăugați la abonament câte 5 GB spațiu de stocare și 5 adrese de e-mail.

# Tooltip
source: Allows you to host emails for your own domain(s) at ProtonMail, e.g. thomas.anderson@example.com
ca: Us permet allotjar correus electrònics per als vostres propi(s) domini(s) a ProtonMail, p. Ex. thomas.anderson@example.com
it: Consente di ospitare gli indirizzi email per i tuoi domini su ProtonMail, ad esempio thomas.anderson@example.com
ro: Vă permite să găzduiți e-mailuri pentru domeniile proprii la ProtonMail, ex. ion.vasile@exemplu.com

# Tooltip
source: Download and stream faster with a faster VPN connection.
ca: Descarrega y emet mes ràpid amb una conexió VPN ràpida.
it: Scarica e trasmetti in streaming più velocemente con una connessione VPN più veloce.
ro: Descărcați și redați fluxuri cu o conexiune VPN mai rapidă.

# Tooltip
source: More connections allows more devices to use ProtonVPN at the same time.
ca: Més connexions permeten que més dispositius utilitzin ProtonVPN alhora.
it: Più connessioni consentono a più dispositivi di utilizzare ProtonVPN contemporaneamente.
ro: Mai multe conexiuni permit mai multor dispozitive să folosească simultan ProtonVPN.

# Tooltip
source: Easily route your traffic through the Tor anonymity network.
ca: Dirigiu el vostre trànsit fàcilment a través de la xarxa d'anonimat de Tor.
it: Instrada facilmente il tuo traffico attraverso la rete Tor anonima.
ro: Redirecționați ușor traficul prin rețeaua de anonimat Tor.

# Tooltip
source: Additional protection by routing your traffic through multiple locations before leaving the ProtonVPN network.
ca: Protecció addicional mitjançant l’encaminament del trànsit mitjançant múltiples ubicacions abans de sortir de la xarxa ProtonVPN.
it: Protezione aggiuntiva instradando il traffico attraverso diverse località prima di lasciare la rete ProtonVPN.
ro: Protecție suplimentară prin redirecționarea traficului prin servere multiple înainte de a părăsi rețeaua ProtonVPN.

# Tooltip
source: Order additional connections to provide ProtonVPN to other users with your organization
ca: Demaneu connexions addicionals per proporcionar ProtonVPN a altres usuaris de la vostra organització
it: Ordina connessioni aggiuntive per fornire ProtonVPN ad altri utenti della tua organizzazione
ro: Comandați conexiuni adiționale pentru a oferi ProtonVPN și altor utilizatori din organizația dvs.

# Tooltip
source: Save 20% when billed annually
ca: Estalvieu un 20% en facturar anualment
it: Risparmia il 20% quando fatturato annualmente
ro: Salvați 20% cu plata anuală

# Tooltip
source: ProtonMail cannot be used for bulk sending or spamming
ca: ProtonMail no es pot utilitzar per enviar missatges bruts a granel o spam
it: ProtonMail non può essere utilizzato per l'invio di massa o per lo spamming
ro: ProtonMail nu este pentru trimiterea de mesaje în masă sau nesolicitate

# Tooltip
source: Use your own domain name
ca: Utilitzeu el vostre propi domini
it: Utilizza il tuo nome di dominio
ro: Folosiți domeniul propriu

# Tooltip
source: Use ProtonMail with a desktop email client
ca: Utilitzeu ProtonMail amb un client de correu electrònic d’escriptori
it: Usa ProtonMail con un client email desktop
ro: Folosiți ProtonMail cu un client pentru desktop

# Tooltip
source: ProtonVPN keeps your Internet traffic private
ca: ProtonVPN manté la teva navegació a Internet privada
it: ProtonVPN mantiene il tuo traffico Internet privato
ro: ProtonVPN vă păstrează traficul pe Internet privat

# Tooltip
source: Discount applied for annual billing cycle
ca: Descompte aplicat per al cicle de facturació anual
it: Sconto applicato per il ciclo di fatturazione annuale
ro: Reducere aplicată pentru plata anuală

# Tooltip
source: Discount applied for two-year billing cycle
ca: Descompte aplicat per al cicle de facturació anual
it: Sconto applicato per ciclo di fatturazione biennale
ro: Reducere aplicată pentru plata bianuală

# Tooltip
source: ProtonMail users will use this key by default for sending
ca: Els usuaris de ProtonMail utilitzaran aquesta clau per defecte per a l'enviament
it: Gli utenti ProtonMail utilizzeranno questa chiave per impostazione predefinita per l'invio
ro: Utilizatorii ProtonMail vor folosi implicit această cheie pentru trimiteri

# Tooltip
source: You have locally decrypted this key
ca: Has desxifrat aquesta clau localment
it: Hai decifrato localmente questa chiave
ro: Ați decriptat local această cheie

# Tooltip
source: This key is encrypted with an old password
ca: Aquesta clau està xifrada amb una contrasenya antiga
it: Questa chiave è crittografata con una vecchia password
ro: Această cheie este criptată cu o parolă veche
