Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Info
source: Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.
ca: Recarregeu el vostre compte amb crèdits que podeu utilitzar per subscriure-us a un nou pla o per renovar el pla actual. Obteniu un crèdit per cada ${ i18nCurrency } gastat.
it: Ricarica il tuo account con crediti che puoi utilizzare per sottoscrivere un nuovo piano o rinnovare il piano attuale. Si ottiene un credito per ogni ${ i18nCurrency } speso.
ro: Alimentați-vă contul cu credite pe care le puteți folosi pentru a vă cumpăra un plan nou sau pentru a-l reînnoi pe cel existent. Veți obține câte un credit pentru fiecare ${ i18nCurrency } cheltuit.

# Info
source: There are no billing details available for your current subscription.
ca: No hi ha cap informació de facturació disponible per a la vostra subscripció actual.
it: Non ci sono dati di fatturazione disponibili per il tuo abbonamento attuale.
ro: Nu sunt disponibile detalii de facturare pentru abonamentul actual.

# Info
source: If you purchased a gift code or received one from our support team, you can enter it here.
ca: Si has comprat un codi de regal o has regut un des del nostre equip de suport, pots ficar-ho aquí.
it: Se hai acquistato un codice regalo o ne hai ricevuto uno dal nostro team di supporto, puoi inserirlo qui.
ro: Dacă ați cumpărat un cod cadou sau ați primit unul de la echipa de suport, îl puteți folosi aici.

# Info
source: We always use credits before charging your saved payment method.
ca: Sempre utilitzem crèdits abans de carregar el vostre mètode de pagament desat.
it: Utilizziamo sempre il credito prima di addebitare sul metodo di pagamento salvato.
ro: Se retrag bani mai întâi din creditul existent și apoi cu metoda de plată salvată.

# Info
source: Amount below minimum (${ amount }).
ca: Import inferior al mínim (${ amount }).

# Info
source: Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.
ca: Les transaccions en Bitcoins poden trigar una estona en ser confirmades (fins a 24 hores). Un cop confirmada, afegirem els crèdits al seu compte. Després de la confirmació podrà efectuar el pagament del rebut amb els crèdits.
it: Le transazioni Bitcoin potrebbero richiedere un po' di tempo per essere confermate (fino a 24 ore). Una volta confermate, aggiungeremo il credito al tuo account. Dopo la conferma della transazione, potrai pagare la tua fattura con il credito.
ro: Tranzacțiile cu Bitcoin pot dura mai mult până la confirmare (până la 24 de ore). Odată confirmate, creditele confirmate vă vor fi adăugate în cont. După confirmarea tranzacției, puteți plăti factura cu credite.

# Info
source: After making your Bitcoin payment, please follow the instructions below to upgrade.
ca: Després de fer el pagament amb Bitcoin, seguiu les següents instruccions per actualitzar.
it: Dopo aver effettuato il pagamento in Bitcoin, segui le istruzioni qui sotto per effettuare l'upgrade.
ro: După efectuarea plății cu Bitcoin, urmați instrucțiunile de mai jos pentru upgrade.

# Info
source: uploading a backup key
ca: pujant una clau de còpia de seguretat
it: caricamento di una chiave di backup
ro: încărcarea unei chei de rezervă

# Info
source: To reactivate keys, you will be prompted to enter your previous login password from before your account was reset
ca: Per reactivar les claus, se us demanarà que introduïu la vostra contrasenya d’inici de sessió anterior des del restabliment del vostre compte
it: Per riattivare le chiavi, ti verrà richiesto di inserire la password di accesso precedente prima di reimpostare il tuo account
ro: Pentru a reactiva chei, vi se va solicita să introduceți vechea parolă de dinaintea resetării contului.

# Info
source: You can also reactivate your keys by ${ uploadButton }
ca: També pot reactivar les seves claus per ${ uploadButton }
it: Puoi anche riattivare le tue chiavi da ${ uploadButton }
ro: Puteți reactiva cheile și prin ${ uploadButton }

# Info
source: entering your old password
ca: introduiu la contrasenya antiga
it: inserendo la tua vecchia password
ro: introducerea vechii parole

# Info
source: If the backup key has been encrypted, you will be prompted to enter the password to decrypt it
ca: Si la clau de còpia de seguretat ha estat xifrada, se us demanarà que introduïu la contrasenya per desxifrar-la
it: Se la chiave di backup è stata crittografata, ti verrà richiesto di inserire la password per decifrarla
ro: Dacă cheia de rezervă a fost criptată, vi se va solicita parola pentru a fi decriptată.

# Info
source: You can also reactivate your keys by ${ passwordButton }
ca: Pot reactivar les seves claus per ${ passwordButton }
it: Puoi anche riattivare le tue chiavi da ${ passwordButton }
ro: Puteți reactiva cheile și prin ${ passwordButton }

# Info
source: If a key remains inactive, it means that the decryption password provided does not apply to the key.
ca: Si una clau roman inactiva, vol dir que la contrasenya de desxiframent proporcionada no s'aplica a la clau.
it: Se una chiave rimane inattiva, significa che la password di decriptazione fornita non si applica alla chiave.
ro: Dacă o cheie rămâne inactivă, înseamnă că parola de decriptare furnizată nu se aplică la acea cheie.

# Info
source: You can generate a new encryption key if you think your previous key has been compromised.
ca: Podeu generar una clau de xifrat nova si creieu que l'anterior ha estat compromesa.
it: Se pensi che la tua precedente chiave sia stata compromessa, puoi generare una nuova chiave di crittografia.
ro: Puteți genera o nouă cheie de criptare dacă credeți că cea anterioară a fost compromisă.

# Info
source: A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?
ca: Una clau amb la mateix algoritme d'encriptació ja és activa per a aquesta adreça. Generar una altra clau provocarà una càrrega més lenta i l'eliminació d'aquesta clau pot causar problemes. Si està generant una nova clau perquè l'antiga clau està compromesa, marqueu aquesta clau com a compromesa. Esteu segur que voleu continuar?
it: Una chiave con lo stesso algoritmo di crittografia è già attiva per questo indirizzo. La generazione di un'altra chiave causerà un caricamento più lento dell'account e l'eliminazione di essa può causare problemi. Se stai generando una nuova chiave perché la tua vecchia chiave è compromessa, per favore contrassegnala come compromessa. Sei sicuro di voler continuare?
ro: O cheie cu același algoritm este deja activă pentru această adresă. Generarea unei alte chei va duce la încărcarea mai lentă a contului, iar ștergerea acestei chei poate provoca probleme. Dacă generați o cheie nouă deoarece cheia veche vă este compromisă, marcați mai întâi cheia respectivă ca fiind compromisă. Sigur doriți să continuați?

# Info
source: Key with fingerprint ${ fp } successfully created
ca: S'ha creat satisfactòriament la clau amb empremta digital ${ fp }
it: Chiave con impronta digitale ${ fp } creata con successo
ro: Cheia cu amprenta ${ fp } creată cu succes

# Info
source: Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!
ca: Dóna la teva clau pública als teus amics o publica-la en línia perquè tothom et pugui enviar un missatge de correu electrònic xifrat de punta a punta!
it: Dai la tua chiave pubblica ai tuoi amici, o pubblicala online, in modo che tutti possano inviarti email crittografate end-to-end!
ro: Partajați-vă cheia publică prietenilor sau publicați-o online, astfel încât oricine să vă poată trimite mesaje criptate la ambele capete!

# Info
source: IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!
ca: IMPORTANT: La descarrega de les vostres claus privades i el posterior enviament o emmagatzematge en mitjans insegurs pot comprometre la seguretat del vostre compte!
it: IMPORTANTE: Scaricare le tue chiavi private e inviarle o archiviarle su supporti insicuri può compromettere la sicurezza del tuo account!
ro: IMPORTANT: Descărcându-vă cheile private și trimiterea sau stocarea lor într-un loc nesigur vă poate pune în pericol securitatea contului!

# Info
source: Please enter a password to encrypt your private key with before exporting.
ca: Si us plau, introduïu una contrasenya per encriptar la vostra clau privada abans d'exportar.
it: Per favore inserisci una password per criptare la tua chiave privata prima di esportarla.
ro: Introduceți o parolă de criptare a cheii private înainte de exportare.

# Info
source: No contact encryption keys exist
ca: No hi ha claus de xifrat de contactes
it: Nessuna chiave di crittografia contatto esistente
ro: Nu există chei de criptare contacte

# Info
source: This feature is intended for advanced users only! After deleting this key, you will not be able to decrypt any message that is encrypted with this key. It may lead to data loss. Are you sure you want to continue?
ca: Aquesta funció està pensada tan sols per usuaris avançats! Després d'esborrar aquesta clau, no podreu desxifrar cap missatge que hagi estat xifrat amb ella. Pot ser que es perdin dades. Esteu segurs que voleu continuar?
it: Questa funzionalità è destinata solo agli utenti esperti! Dopo l'eliminazione di questa chiave non sarai più in grado di decriptare i messaggi cifrati con questa chiave. Ciò potrebbe comportare una perdita di dati. Sei sicuro di voler continuare?
ro: Această funcție este destinată numai utilizatorilor avansați! După ștergerea acestei chei, nu veți putea decripta mesajele care sunt criptate cu această cheie. Aceasta poate duce la pierderea datelor. Sigur doriți să continuați?

# Info
source: Key with fingerprint ${ fp } deleted
ca: S'ha suprimit la clau amb empremta digital ${ fp }
it: Chiave con impronta digitale ${ fp } eliminata
ro: Cheia cu amprenta ${ fp } ștearsă

# Info
source: No addresses exist
ca: No existeix cap adreça de correu electrònic
it: Nessun indirizzo esistente
ro: Nu există adrese

# Info
source: Download your PGP Keys for use with other PGP compatible services. Only incoming messages in inline OpenPGP format are currently supported.
ca: Descarregueu les vostres claus PGP per emprar-les amb altres serveis PGP compatibles. Només s'admeten missatges entrants amb format OpenPGP.
it: Scarica le tue chiavi PGP per usarle con altri servizi compatibili con PGP. Sono supportati solo i messaggi in arrivo nel formato inline OpenPGP.
ro: Descărcați-vă cheile PGP pentru a le utiliza cu alte servicii PGP compatibile. Doar mesajele primite cu OpenPGP integrat sunt suportate momentan.

# Info
source: Auto-reply is active from the start time to the end time.
ca: La resposta automàtica està activa des de l'hora d'inici fins a la de finalització.
it: La risposta automatica rimarrà attiva dalla data di inizio a quella di fine.
ro: Autorăspunsul este activ între ora de început și de sfârșit.

# Info
source: Auto-reply is active each month between the selected start and end time.
ca: La resposta automàtica està activa durant cada mes entre l'hora inicial i final seleccionada.
it: La risposta automatica sarà attiva ogni mese tra le date di inizio e fine selezionate.
ro: Autorăspunsul este activ lunar în intervalul de timp selectat.

# Info
source: Auto-reply is always active on the days of the week you select, between the selected hours.
ca: La resposta automàtica està sempre activa durant els dies de la setmana seleccionats, entre les hores escollides.
it: La risposta automatica rimarrà sempre attiva durante le ore selezionate e nei giorni della settimana che hai scelto.
ro: Autorăspunsul este activ întotdeauna în zilele selectate ale săptămânii, între orele stabilite.

# Info
source: Auto-reply is active each week between the selected start and end time.
ca: La resposta automàtica està activa cada setmana entre l'hora inicial i final seleccionada.
it: La risposta automatica rimarrà attiva ogni settimana tra le date di inizio e fine selezionate.
ro: Autorăspunsul este activ săptămânal în intervalul de timp selectat.

# Info
source: Auto-reply is active until you turn it off.
ca: La resposta automàtica està activa fins que l'usuari la desactivi.
it: La risposta automatica rimarrà attiva fino a quando non verrà disattivata.
ro: Răspunsul automat este activ până când îl opriți.

# Info
source: Automatic replies can respond automatically to incoming messages (such as when you are on vacation and can't respond).
ca: Les respostes automàtiques poden respondre missatges automàticament (per exemple quan s'està de vacances o no pot respondre).
it: Le risposte automatiche possono essere inviate in risposta ai messaggi in arrivo (ad esempio quando sei in vacanza e non puoi rispondere).
ro: Răspunsurile automate pot fi folosite pentru a răspunde mesajelor primite (ca atunci când sunteți în vacanță și nu puteți răspunde).

# Info
source: This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.
ca: Això crearà una nova clau de xifrat per a la vostra organització. Les claus 4096-bit només funcionen en ordinadors d'alt rendiment, per a la majoria d'usuaris recomanem l'ús de claus de 2048-bit.
it: Questo creerà una chiave di crittografia per l'organizzazione. Le chiavi a 4096 bit funzionano solo su computer ad alte prestazioni, per la maggior parte degli utenti, si consiglia di utilizzare chiavi a 2048 bit.
ro: Aceasta va crea o cheie de criptare pentru organizație. Cheile de 4096 de biți funcționează doar pe calculatoare foarte performante. Pentru majoritatea utilizatorilor recomandăm utilizarea cheilor de 2048 de biți.

# Info
source: Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.
ca: La contrasenya de la seva organització es pot compartir amb altres usuaris als quals voleu atorgar privilegis administratius. També és un codi de recuperació d'emergència per accedir a la seva organització en cas que perdi l'accés al seu compte. Guardeu aquesta contrasenya i mantingui segura.
it: La password dell'organizzazione può essere condivisa con altri utenti a cui si desidera fornire i privilegi di amministrazione. È anche un codice di ripristino di emergenza per ottenere l'accesso alla tua organizzazione nel caso in cui perdessi l'accesso al tuo utente. Si prega di salvare la password e tenerla al sicuro.
ro: Parola organizației poate fi partajată și altor utilizatori cărora doriți să le dați drepturi de administrator. Este de altfel și un cod de recuperare de urgență pentru a avea acces la organizația dvs. în cazul în care vă pierdeți accesul la cont. Salvați această parolă și păstrați-o în siguranță.

# Info
source: Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
ca: NO oblideu aquesta contrasenya. Si l'oblideu, no podreu accedir ni desxifrar els vostres missatges.
it: NON dimenticare questa password. Se la dimenticassi, non sarai più in grado di accedere o di decifrare i tuoi messaggi.
ro: NU uitați această parolă. Dacă o uitați, nu vă veți mai putea conecta sau decripta mesajele.

# Info
source: Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.
ca: Guardeu les seves contrasenyes en un lloc segur. Feu clic a la icona per confirmar que ha escrit la contrasenya correctament.
it: Salva la password in un posto sicuro. Fai clic sull'icona per confermare di aver digitato correttamente la password.
ro: Salvați parola într-un loc sigur. Apăsați pe pictogramă pentru a verifica introducerea corectă a parolei.

# Info
source: Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.
ca: Actualment tot l'emmagatzematge disponible està assignat al compte d'administrador. Si us plau reduïu l'assignació a aquest compte per fer espai per altres usuaris. Podeu ampliar l'espai total sempre que vulgueu mitjançant l'actualització del compte.
it: Attualmente tutto lo spazio d'archiviazione disponibile è assegnato all'account amministratore. Per favore, riduci quello assegnato all'amministratore per liberare spazio per utenti aggiuntivi. Puoi aumentare lo spazio d'archiviazione totale in qualsiasi momento facendo l'upgrade del tuo account.
ro: Momentan tot spațiul disponibil este alocat contului administratorului. Reduceți alocarea pentru contul acestuia pentru a elibera spațiu pentru utilizatori suplimentari. Puteți mări spațiul total oricând trecând la un cont cu plată.

# Info
source: Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.
ca: Actualment totes les connexions VPN disponibles estan assignades al compte d'administrador. Si us plau seleccioneu el nombre de connexions que voleu reservar per a usuaris addicionals.
it: Attualmente tutte le connessioni VPN disponibili sono assegnate all'account dell'amministratore. Per favore, seleziona il numero di connessioni che desideri riservare ad altri utenti.
ro: Momentan toate conexiunile VPN sunt alocate contului administratorului. Selectați numărul de conexiuni pe care doriți să le rezervați utilizatorilor suplimentari.

# Info
source: Create and manage sub-accounts and assign them email addresses on your custom domain.
ca: Crear i gestionar subcomptes i assignar-los adreces de correu en el vostre domini personalitzat.
it: Crea e gestisci i sotto-account e assegna loro indirizzi email col tuo dominio personalizzato.
ro: Creare și gestionare conturi subordonate și atribuirea de adrese de e-mail cu domeniului personal.

# Info
source: The name will be visible to your users while they are logged in.
ca: El nom serà visible per als teus usuaris quan estiguin conectats.
ro: Numele va fi vizibil utilizatorilor când sunt conectați.

# Info
source: You must activate your organization private key with the backup organization key password provided to you by your organization administrator.
ca: Ha d'activar la clau privada de la seva organització amb la contrasenya de la clau de l'organització de suport que li va proporcionar l'administrador de la seva organització.
it: È necessario attivare la tua chiave privata dell'organizzazione con la password di backup dell'organizzazione fornita dal tuo amministratore dell'organizzazione.
ro: Trebuie să activați cheia privată a organizației cu parola de rezervă a cheii organizației primită de la administratorul organizației.

# Info
source: Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Sense activació no podreu crear nous usuaris, afegir adreces a usuaris existents o accedir a comptes d'usuaris no privats.
it: Senza attivazione non sarà possibile creare nuovi utenti, aggiungere indirizzi per gli utenti esistenti o accedere agli account non privati.
ro: Fără activare nu veți putea crea noi utilizatori, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Info
source: Organization keys activated
ca: S'han activat les claus de l'organització
it: Chiavi dell'organizzazione attivate
ro: Cheile organizației activate

# Info
source: Enter the Organization Password to restore administrator privileges. ${ learnMore }
ca: Introdueixi la Contrasenya d'organització per a restaurar els privilegis d'administrador. ${ learnMore }
it: Inserisci la password dell'organizzazione per ripristinare i privilegi di amministratore. ${ learnMore }
ro: Introduceți parola organizației pentru a restaura privilegiile administratorului. ${ learnMore }

# Info
source: If another administrator changed this password, you will need to ask them for the new Organization Password.
ca: Si un altre administrador ha canviat aquesta contrasenya, haureu de preguntar-li quina és la nova contrasenya d'organització.
it: Se un altro amministratore cambia questa password, sarà necessario chiedergli una nuova password dell'organizzazione.
ro: Dacă un alt administrator a schimbat această parolă, va trebui să-i solicitați noua parolă a organizației.

# Info
source: Organization keys restored
ca: S'han restaurat les claus de l'organització
it: Chiavi dell'organizzazione ripristinate
ro: Cheile organizației restaurate

# Info
source: Other administrators exist in your organization, you are responsible for communicating the new password to them.
ca: Existeixen altres administradors a la teva organització, ets el responsable de comunicar'ls-hi la nova contrasenya.
it: Esistono altri amministratori nella tua organizzazione, sei responsabile di comunicare loro la nuova password.
ro: Există și alți administratori în cadrul organizației, sunteți responsabil să le comunicați noua parolă.

# Info
source: Do NOT forget this password. If you forget it, you will not be able to manage your organization.
ca: No oblideu aquesta contrasenya. Si l'oblideu, no podreu administrar la vostra organització.
it: NON dimenticare questa password. Se la dimentichi, non saresti più in grado di gestire la tua organizzazione.
ro: NU uitați această parolă. În cazul în care o uitați, nu vă veți mai putea administra organizația.

# Info
source: Multi-user support not enabled.
ca: Suport multi-usuari no activat.
it: Supporto multi-utente non abilitato.
ro: Suportul multiutilizator nu e activat.

# Info
source: Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.
ca: Els correus electrònics de la vostra organització es protegeixen amb xifratge d'extrem a extrem mitjançant la clau d’organització. Aquesta empremta digital es pot utilitzar per verificar que tots els administradors del vostre compte tinguin la mateixa clau.
it: Le email della tua organizzazione sono protette con crittografia end-to-end utilizzando la chiave dell'organizzazione. Questa impronta digitale può essere utilizzata per verificare che tutti gli amministratori del tuo account abbiano la stessa chiave.
ro: Mesajele organizației sunt protejate la ambele capete folosind cheia organizației. Această amprentă poate fi folosită pentru a verifica dacă toți administratorii din cont au aceeași cheie.

# Info
source: Queued
ca: En cua
it: Accodato
ro: În așteptare

# Info
source: Done
ca: Fet
it: Fatto
ro: Terminat

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.
ca: Abans que pugueu enviar i rebre missatges des de les noves direccions, necessiteu crear les seves claus de xifrat respectives.
it: Prima di iniziare a inviare e ricevere email dai tuoi nuovi indirizzi devi creare le loro chiavi di crittografia.
ro: Înainte de a putea începe trimiterea și primirea de mesaje cu noua adresă va trebui să creezi o cheie de criptare pentru ele.
