Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Info
source: ProtonMail now supports @pm.me email addresses (short for ProtonMail me or Private Message me). Paid users can add other @pm.me addresses.
ca: ProtonMail ara és compatible amb les adreces de correu electrònic @pm.me (abreujament de ProtonMail me o Missatge privat a mi). Els usuaris pagats poden afegir altres adreces @pm.me.
it: ProtonMail ora supporta gli indirizzi email @pm.me (abbreviazione di ProtonMail me o Private Message me). Gli utenti a pagamento possono aggiungere altri indirizzi @pm.me.
ro: ProtonMail suportă acum adrese de e-mail de tip @pm.me (prescurtare de la „ProtonMail me” sau „Private Message me”). Utilizatorii plătitori pot să adauge alte adrese @pm.me.

# Info
source: You can now also receive and send messages from your @pm.me address (short for ProtonMail me or Private Message me).
ca: Ara també podeu rebre i enviar missatges des de la vostra adreça @pm.me (abreviat de "ProtonMail me" o "Missatge Privat me").
it: Ora potrai anche ricevere e inviare messaggi dal tuo indirizzo @pm.me (abbreviazione di "ProtonMail me" o "Private Message me").
ro: Acum puteți primi și trimite mesaje de la adresa @pm.me (prescurtare pentru 'ProtonMail me' sau 'Private Message me').

# Info
source: The short domain @pm.me is active on your account.
ca: El domini curt @pm.me es actiu al vostre compte.
it: Il dominio breve @pm.me è attivo sul tuo account.
ro: Domeniul scurt @pm.me este activ în cont.

# Info
source: ProtonMail now supports @pm.me email addresses (short for ProtonMail me or Private Message me). Upgrade to a paid account to also send emails from your @pm.me address.
ca: Ara també podeu rebre missatges a la vostra adreça @pm.me (abreviatura de ProtonMail me o Missatge privat me). Actualitzeu-vos a un compte de pagament per enviar també correus electrònics de la vostra adreça @pm.me.
it: ProtonMail ora supporta gli indirizzi email @pm.me (abbreviazione di "ProtonMail me" o "Private Message me"). Effettua l'upgrade a un account a pagamento per inviare email anche dal tuo indirizzo @pm.me.
ro: ProtonMail suportă acum adrese cu domeniul @pm.me (prescurtare pentru „ProtonMail me” sau „Private Message me”). Treceți la o versiune plătită pentru a putea și trimite mesaje de la adresa cu domeniul @pm.me.

# Info
source: A paid plan is required to turn off the ProtonMail signature. Paid plan revenue allows us to continue supporting free accounts.
ca: Es requereix un pla de pagament per a deshabilitar la firma de ProtonMail. Els plans de pagament ens permeten continuar el suport a comptes gratuïts.
it: È richiesto un piano a pagamento per disattivare la firma di ProtonMail. Le entrate del piano a pagamento ci permettono di continuare a supportare gli account gratuiti.
ro: Este necesar un plan plătit pentru a ascunde semnătura ProtonMail. Veniturile din planurile cu plată ne permit să continuăm susținerea conturilor gratuite.

# Info
source: Click the Edit button to personalize your email address. Your Display Name appears in the From field when people receive an email from you. Your Signature is appended at the bottom of your messages. Or leave each field empty for more privacy.
ca: Feu clic al botó Edita per personalitzar la vostra adreça de correu electrònic. El nom de la vostra pantalla apareix al camp Des, quan la gent rep un correu electrònic. La vostra signatura s'afegeix a la part inferior dels missatges. O bé deixi cada camp buit per obtenir més privadesa.
it: Clicca sul bottone Modifica per personalizzare il tuo indirizzo email. Il tuo nome appare nel campo Da quando le persone ricevono un'email da te. La tua firma viene aggiunta in fondo ai tuoi messaggi o lascia ogni campo vuoto per una privacy maggiore.
ro: Apăsați pe butonul de editare pentru a vă personaliza adresa de e-mail. Numele afișat apare în câmpul „De la” când persoanele vă primesc mesajele. Semnătura este adăugată la sfârșitul mesajelor. Sau lăsați câmpurile necompletate pentru intimitate sporită.

# Info
source: Not set
ca: No establert
it: Non impostato
ro: Nesetat

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not.
ca: Les adreces de ProtonMail mai no es poden esborrar (només desactivar). Les adreces de ProtonMail comptaran sempre per al vostre límit d’adreça si s’activen o no.
it: Gli indirizzi ProtonMail non possono essere eliminati (solo disabilitati). Gli indirizzi ProtonMail conteranno sempre per il limite di indirizzi sia che siano abilitati o meno.
ro: Adresele ProtonMail nu pot fi șterse (doar dezactivate). Adresele ProtonMail vor fi contorizate întotdeauna la limita de adrese acceptate fie că sunt sau nu activate.

# Info
source: Premium plans let you add multiple email addresses to your account. All the emails associated with them will appear in the same mailbox. If you are the admin of a Professional or Visionary plan, you can manage email addresses for each user in your organization. The email address at the top of the list will automatically be selected as the default email address.
ca: Els plans Premium us permeten afegir diverses adreces de correu electrònic al vostre compte. Tots els correus electrònics associats apareixeran a la mateixa bústia. Si sou administrador d’un pla professional o visionari, podeu gestionar les adreces de correu electrònic per a cada usuari de la vostra organització. L'adreça de correu electrònic que hi ha a la part superior de la llista se seleccionarà automàticament com a adreça electrònica predeterminada.
it: I piani premium ti permettono di aggiungere molteplici indirizzi email al tuo account. Tutte le email associate ad essi appariranno nella stessa casella postale. Se sei l'amministratore di una piano Professional o Visionary, puoi gestire gli indirizzi email per ogni utente nella tua organizzazione. L'indirizzo email in cima alla lista sarà selezionato come indirizzo email predefinito.
ro: Planul Premium vă permite să vă adăugați în cont adrese de e-mail multiple. Toate adresele asociate vor apărea în aceeași căsuță poștală. Dacă sunteți administratorul unui plan Presional sau Vizionar, puteți gestiona adresele de e-mail pentru fiecare utilizator din organizația proprie. Prima adresă de e-mail din listă va fi automat selectată ca adresă de e-mail implicită.

# Info
source: address used
ca: adreça usada
it: indirizzo utilizzato
ro: adresă utilizată

# Info
source: You have a new email
ca: Teniu un nou correu electrònic
it: Hai una nuova email
ro: Aveți un mesaj nou

# Info
source: Desktop notifications are currently
ca: Les notificacions d´escriptori estàn actualment
it: Le notifiche desktop sono attualmente
ro: Notificările pe desktop sunt

# Info
source: The selected method can be used to recover an account in the event you forget your password and to be notified about missed emails.
ca: El mètode seleccionat es pot utilitzar per recuperar un compte en cas que oblideu la contrasenya i se us notifiqui dels correus electrònics perduts.
it: Il metodo selezionato può essere utilizzato per recuperare un account nell'eventualità in cui si dimentichi la password e per essere notificato delle email perse.
ro: Metoda selectată poate fi utilizată pentru a recupera un cont în cazul uitării parolei și pentru a fi notificat dacă ați primit mesaje.

# Info
source: When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.
ca: Quan les notificacions estiguin activades, enviarem una alerta a la vostra adreça de recuperació/notificació si teniu nous missatges al vostre compte de ProtonMail.
it: Quando le notifiche sono attive, manderemo un avviso al tuo indirizzo di notifica/recupero se avrai nuovi messaggi sul tuo account.
ro: Când sunt activate notificările, vă vom trimite o alertă la adresa dvs. de recuperare/notificare dacă aveți mesaje noi în contul ProtonMail.

# Info
source: To select the catch-all email address of a domain, open the action dropdown menu and click on Set catch-all
ca: Per seleccionar l’adreça de correu electrònic de tots els dominis, obriu el menú desplegable d’acció i feu clic a “Seleccionar catch-all”
it: Per selezionare l'indirizzo email catch-all di un dominio, apri il menu a tendina dell'azione e clicca su Imposta catch-all
ro: Pentru a selecta adresa de e-mail de colectare a tuturor mesajelor pentru un domeniu, deschideți meniul derulant și alegeți „Setare colectare toate”

# Info
source: SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.
ca: SPF s'utilitza per especificar a qui es pot enviar correu electrònic per al domini, per la qual cosa recomanem que inclogui ProtonMail al vostre registre SPF. Afegiu el següent registre TXT al vostre DNS. Això normalment es pot fer al tauler de control del vostre registrador de noms de domini.
it: SPF viene utilizzato per specificare a chi è consentito inviare email per il dominio quindi è consigliabile includere ProtonMail nel tuo record SPF. Per favore, aggiungi il seguente record TXT nel DNS. Questo in genere può essere fatto nel pannello di controllo del registrar del tuo dominio.
ro: SPF este utilizat pentru a specifica cine are permisiunea să trimită e-mail în numele domeniului deci vă recomandăm să introduceți ProtonMail în înregistrarea SPF. Vă rugăm să adăugați următoarea înregistrare TXT în DNS. Aceasta poate fi făcută, de obicei, prin intermediul panoului de control al registratorul domeniului propriu.

# Info
source: If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.
ca: Si voleu conservar un registre SPF existent, només podeu afegir-hi ${ spf } després del ${ spfValue }. No creeu diversos registres SPF.
it: Se vuoi mantenere una registrazione SPF esistente, ti basta aggiungere ${ spf } a questo dopo il ${ spfValue }. Non creare registrazioni SPF multiple.
ro: Dacă doriți să păstrați o înregistrare SPF existentă, puteți adăuga ${ spf } la sfârșit după ${ spfValue }. Nu creați multiple înregistrări SPF.

# Info
source: Please select the type of key you want to generate:
ca: Si us plau, seleccioni el tipus de clau que desitges generar:

# Info
source: We recommend using this key. It is longer and therefore more secure.
ca: Recomanam utilitzar aquesta clau. Es mes llarga i per lo tant mes segura.

# Info
source: You should use this key if your registrar does not support long TXT records and you’re unable to use 2048.
ca: Heu d'utilitzar aquesta clau si el vostre registrador no admet registres TXT llargs i no podeu fer servir el 2048.

# Info
source: ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following TXT record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.
ca: ProtonMail admet la signatura DKIM per a dominis personalitzats! Per utilitzar l'autenticació DKIM, afegiu el següent registre TXT en el seu DNS per a aquest domini. Això normalment es pot fer en el panell de control del seu registrador de noms de domini.

# Info
source: Keep this record in your DNS for as long as you want to use DKIM.
ca: Mantingueu aquest registre al DNS durant el temps que vulgueu fer servir el DKIM.

# Info
source: Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.
ca: Abans de rebre correus a les adreces dels vostres dominis personalitzats de ProtonMail, cal que afegiu els següents registres MX al vostre DNS. Això es pot fer normalment en el panell de control del vostre registrador de domini.
it: Prima di poter ricevere messaggi di posta per i tuoi domini personalizzati su ProtonMail, devi aggiungere il seguente record MX sul tuo DNS. Questo può essere generalmente fatto dal pannello di controllo del registrar del tuo dominio.
ro: Înainte de a putea primi e-mailuri pentru adresele de domeniu personale din ProtonMail, trebuie să adăugați următoarele înregistrări MX în DNS. Acest lucru se poate face de obicei în panoul de control al registratorului domeniului propriu.

# Info
source: Delete any other MX records or make sure ProtonMail's Priority is the lowest number.
ca: Esborreu qualsevol altre registre MX o assegureu-vos que la prioritat de ProtonMail té el número més baix.
it: Cancella ogni altro record MX oppure assicurati che la priorità di ProtonMail sia il numero minimo.
ro: Ștergeți orice alte înregistrări MX sau asigurați-vă că prioritatea lui ProtonMail are cel mai mic număr.

# Info
source: If this domain is currently actively receiving emails, create all used email addresses in Step 3 before changing MX record to ensure a smooth transition.
ca: Si aquest domini està rebent correus activament, creeu totes les adreces emprades en el pas 3 abans de canviar el registre MX per assegurar una transició suau.
it: Se questo dominio sta ricevendo attivamente email, crea tutti gli indirizzi email usati nel terzo passaggio prima di modificare il record MX così da assicurare una transizione fluida.
ro: Dacă în acest moment domeniul primește mesaje e-mail, creați toate adresele de e-mail folosite în Pasul 3, înainte de a schimba înregistrarea MX, pentru o tranziție fără probleme.

# Info
source: If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly. Feel free to ignore and skip DMARC unless you really want strict policies such as "p=quarantine" or "p=reject".
ca: Si heu configurat tant l'SPF com el DKIM, el DMARC us permet especificar com els altres serveis de correu haurien d'enviar missatges des del vostre domini quan els controls de l'SPF i el DKIM han fallat. Això pot dificultar l'apropiació indeguda d'identitat però també pot provocar problemes en l'enviament si no es configura correctament. Ignoreu el DMARC a no ser que vulgueu una regulació estricte com "p=quarantine" o "p=reject".
it: Se hai impostato sia SPF che DKIM, DMARC ti permette di specificare come gli altri servizi email dovrebbero consegnare le email per il tuo dominio nel caso falliscano sia i controlli SPF che DKIM. Questo può rendere più difficile agli spammer fingere di essere te, ma potrebbe creare problemi di consegna se non è fatto correttamente. Sentiti libero di ignorare e tralasciare le impostazioni DMARC a meno che tu non voglia rendere più severe le normative come "p=quarantine" oppure "p=reject".
ro: Dacă aveți setate atât SPF cât și DKIM, DMARC vă permite să specificați felul în care celelalte servicii de e-mail ar trebui să livreze mesajele pentru domeniul dvs. dacă verificarea SPF și DKIM a eșuat. Aceasta va îngreuna acțiunile celor care trimit spam de a pretinde că sunteți dvs., dar ar putea și cauza probleme de livrare dacă nu e executată corect. Puteți ignora și omite DMARC dacă nu doriți cu adevărat politici stricte cum ar fi „p=quarantine” sau „p=reject”.

# Info
source: ${ none } has no effect on email delivery.
ca: ${ none } no té cap efecte en la publicació del correu electrònic.
it: ${ none } non ha alcun effetto sulla consegna delle email.
ro: ${ none } nu are nici un efect asupra livrării mesajelor.

# Info
source: ${ address } is where you will receive DMARC reports from other email services.
ca: ${ address } és on rebreu informes DMARC d'altres serveis de correu electrònic.
it: ${ address } è dove riceverai i rapporti DMARC dagli altri servizi di posta elettronica.
ro: ${ address } este unde veți primi rapoartele DMARC de la alte servicii de e-mail.

# Info
source: ${ n } address
ca: ${ n } adreça
it: ${ n } indirizzo
ro: ${ n } adresă

# Info
source: Are you sure you want to delete this domain?
ca: Esteu segur que voleu suprimir aquest domini?
it: Sei sicuro di voler eliminare questo dominio?
ro: Sigur doriți să ștergeți acest domeniu?

# Info
source: domain used
ca: domini usat
it: dominio utilizzato
ro: domeniu utilizat

# Info
source: Use the following credentials to log into the ${ downloadLink }.
ca: Utilitzeu les credencials següents per iniciar la sessió a ${ downloadLink }.
it: Usa le seguenti credenziali per accedere a ${ downloadLink }.
ro: Folosiți următoarele date pentru conectarea la ${ downloadLink }.

# Info
source: Same as ProtonMail login password
ca: Igual que la contrasenya d’inici de sessió de ProtonMail
it: Stessa password di login di ProtonMail
ro: Aceeași ca parola de conectare la ProtonMail

# Info
source: Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on MacOS, OpenVPN on GNU/Linux. Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard.
ca: Utilitzeu les credencials següents per connectar-vos a servidors ProtonVPN sense aplicació. Exemples de casos inclouen: Tunnelblick a MacOS, OpenVPN a GNU / Linux. No utilitzeu les credencials OpenVPN / IKEv2 a les aplicacions de ProtonVPN ni al tauler de control ProtonVPN.
it: Utilizza le seguenti credenziali quando ti connetti ai server ProtonVPN senza applicazione. Esempi di utilizzo includono: Tunnelblick su MacOS, OpenVPN su GNU/Linux. Non utilizzare le credenziali OpenVPN / IKEv2 nelle applicazioni ProtonVPN o nel pannello di controllo ProtonVPN.
ro: Folosiți următoarele date pentru conectarea la serverele ProtonVPN fără aplicație. Exemple de conectări: Tunnelblick pe MacOS, OpenVPN pe GNU/Linux. Nu utilizați datele OpenVPN/IKEv2 în aplicațiile ProtonVPN sau în panoul ProtonVPN.

# Info
source: ${ usedSpaceFormatted } of ${ maxSpaceFormatted } used
ca: ${ usedSpaceFormatted } de ${ maxSpaceFormatted } usat
it: ${ usedSpaceFormatted } di ${ maxSpaceFormatted } utilizzato
ro: ${ usedSpaceFormatted } din ${ maxSpaceFormatted } folosit

# Info
source: Your storage space is shared across all Proton products.
ca: El vostre espai d’emmagatzematge es comparteix a tots els productes Proton.
it: Il tuo spazio di archiviazione è condiviso tra tutti i prodotti Proton.
ro: Spațiul de stocare este partajat cu toate produsele Proton.

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.
ca: El mode de doble contrasenya empra contrasenyes separades per accedir i desxifrar la bústia de correu. Això proporciona un petit benefici en seguretat en algunes situacions, però no obstant recomanem el mode d'una contrasenya per a la majoria d'usuaris. Per canviar al mode de doble contrasenya, establiu en primer lloc una contrasenya d'accés i després una per a la bústia de correu.
it: La modalità a doppia password utilizza due password separate per la decifratura del login e della casella di posta. Questo fornisce un vantaggio di protezione minimo in alcune situazioni, tuttavia noi consigliamo la modalità a singola password per la maggior parte degli utenti. Per passare alla modalità a doppia password, prima imposta una password di login e poi una per la casella di posta.
ro: Modul cu două parole folosește parole separate pentru conectare și pentru decriptarea mesajelor. Aceasta furnizează un beneficiu minor de securitate în unele situații. Totuși recomandăm parola unică la majoritatea utilizatorilor. Pentru a comuta la modul cu două parole, mai întâi creați o parolă de conectare și apoi una pentru mesaje.

# Info
source: ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.
ca: ProtonMail també es pot usar amb una sola contrasenya que reemplaça tant la contrasenya d'inici de sessió com la de correu electrònic. Per canviar a la manera de contrasenya única, la contrasenya que voleu utilitzar i feu clic a Desa.
it: ProtonMail può anche essere usato con una sola password, la quale sostituisce sia la password d'accesso che quella della casella di posta. Per passare alla modalità ad una password, inserisci la password desiderata e fai clic su Salva.
ro: ProtonMail poate fi utilizat și cu o singură parolă care va înlocui atât parola contului cât și parola mesajelor. Pentru a comuta la modul cu parolă unică, introduceți parola dorită și apăsați pe «Salvare».

# Info
source: Save your password somewhere safe. Click on the ${ eye } icon to confirm you that have typed your password correctly.
ca: Guardeu les seves contrasenyes en un lloc segur. Feu clic a la icona ${ eye } per confirmar que ha escrit la contrasenya correctament.
it: Salva la password in un posto sicuro. Fai clic sull'icona ${ eye } per confermare di aver digitato correttamente la password.
ro: Salvați parola într-un loc sigur. Apăsați pe pictograma ${ eye } pentru a verifica că ați introdus corect parola.

# Info
source: We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
ca: Recomanem en primer lloc, afegir una adreça de correu de recuperació. D'altra manera, no podreu recuperar el compte si alguna cosa falla.
it: Raccomandiamo di aggiungere prima un indirizzo email di recupero. In caso contrario, non sarebbe più possibile recuperare il tuo account se qualcosa andasse storto.
ro: Mai întâi vă recomandăm adăugarea unui e-mail de recuperare. Altfel, nu veți putea recupera contul dacă ceva nu merge bine.

# Info
source: Warning: This also deletes all connected services
ca: Advertència: també eliminarà tots els serveis connectats
it: Attenzione: questo elimina anche tutti i servizi connessi
ro: Atenționare: Se vor șterge toate serviciile conectate

# Info
source: Example: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
ca: Exemple: ProtonContact, ProtonVPN, ProtonWallet, ProtonDrive, ProtonCalendar
it: Esempio: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar
ro: Exemplu: ProtonMail, ProtonContact, ProtonVPN, ProtonDrive, ProtonCalendar

# Info
source: Warning: deletion is permanent
ca: Advertència: la supressió és permanent
it: Attenzione: la cancellazione è permanente
ro: Atenționare: ștergerea este permanentă

# Info
source: If you wish to delete this account in order to combine it with another one, do NOT delete it.
ca: Si voleu suprimir aquest compte per combinar-lo amb un altre, NO el suprimiu.
it: Se intendi cancellare questo account per unirlo ad un altro, NON cancellarlo.
ro: Dacă ștergeți acest cont pentru a-l combina cu altul, NU ștergeți contul.

# Info
source: Please provide an email address in case we need to contact you.
ca: Si us plau, proporcioni una adreça de correu electrònic en cas que necessitem posar-nos en contacte amb vosté.
it: Per favore fornisci un indirizzo email nel caso in cui dovessimo contattarti.
ro: Furnizați o adresă de e-mail în caz că trebuie să vă contactăm.

# Info
source: Enter your login password to confirm your identity.
ca: Introduïu la contrasenya d'accés per confirmar la vostra identitat.
it: Inserisci la tua password di accesso per confermare la tua identità.
ro: Introduceți parola de conectare pentru a vă confirma identitatea.
