Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Label
source: Account storage
ca: Emmagatzematge del compte
it: Spazio dell'account
ro: Spațiu cont

# Label
source: VPN Connections
ca: Connexions VPN
it: Connessioni VPN
ro: Conexiuni VPN

# Label
source: New organization password
ca: Nova contrasenya de l'organització
it: Nuova password dell'organizzazione
ro: Parolă nouă organizație

# Label
source: Confirm organization password
ca: Confirma la contrasenya de l'organització
it: Conferma la password dell'organizzazione
ro: Confirmare parolă organizație

# Label
source: Address
ca: Adreça
it: Indirizzo
ro: Adresa

# Label
source: Display name
ca: Nom a mostrar
it: Nome visualizzato
ro: Nume afișat

# Label
source: Signature
ca: Signatura
it: Firma
ro: Semnătura

# Label
source: Select an address
ca: Seleccionar una adreça
it: Seleziona un indirizzo
ro: Selectați o adresă

# Label
source: ProtonMail signature
ca: Signatura ProtonMail
it: Firma di ProtonMail
ro: Semnătura ProtonMail

# Label
source: User
ca: Usuari
it: Utente
ro: Utilizator

# Label
source: Desktop notification
ca: Notificacions d'escriptori
it: Notifica desktop
ro: Notificări pe desktop

# Label
source: Email
ca: Correu electrònic

# Label
source: Email address
ca: Adreça de correu electrònic
it: Indirizzo email
ro: Adresă de e-mail

# Label
source: Allow password reset
ca: Permetre el restabliment de la contrasenya
it: Permetti il reset della password
ro: Permitere resetare parolă

# Label
source: Daily email notifications
ca: Notificacions diàries per correu electrònic
it: Notifiche email giornaliere
ro: Notificări zilnice pe e-mail

# Label
source: Enter your domain
ca: Afegir el vostre domini
it: Inserisci il tuo dominio
ro: Introduceți domeniul

# Label
source: Please add the following TXT record. Note, DNS records can take several hours to update.
ca: Si us plau afegiu el següent registre TXT. Recordeu que els registres DNS poden trigar diverses hores a actualitzar-se.
it: Per favore, aggiungi il seguente record TXT. Nota che i record DNS possono richiedere diverse ore per aggiornarsi.
ro: Adăugați următoarea înregistrare TXT. Atenție, înregistrările DNS au nevoie de câteva ore pentru a se actualiza.

# Label
source: 2048 RSA key
ca: Clau 2048 RSA

# Label
source: 1024 RSA key
ca: Clau 1024 RSA

# Label
source: Key:
ca: Clau:

# Label
source: Active since:
ca: Actiu des de:

# Label
source: Please add the following MX record. Note, DNS records can take several hours to update.
ca: Si us plau afegiu el següent registre MX. Recordeu que els registres DNS poden trigar diverses hores a actualitzar-se.
it: Per favore, aggiungi il seguente record MX. Nota che i record DNS possono richiedere diverse ore per aggiornarsi.
ro: Adăugați următoarea înregistrare MX. Atenție, înregistrările DNS au nevoie de câteva ore pentru a se actualiza.

# Label
source: Here is a basic DMARC record that does nothing except email you reports.
ca: Això és un registre DMARC bàsic que l'únic que fa és enviar-vos informes.
it: Ecco un record DMARC di base che non fa nulla tranne che inviarti i report.
ro: Aici este o simplă înregistrare DMARC care nu face altceva decât vă trimite rapoarte pe e-mail.

# Label
source: Proton username
ca: Nom d'usuari de Proton
it: Nome utente Proton
ro: Nume utilizator

# Label
source: Password
ca: Contrasenya
ro: Parola

# Label
source: Download ProtonVPN
ca: Descarregar ProtonVPN
it: Scarica ProtonVPN
ro: Descărcare ProtonVPN

# Label
source: ProtonVPN homepage
ca: Pàgina d'inici del ProtonVPN
it: Homepage di ProtonVPN
ro: Pagina web ProtonVPN

# Label
source: Get support for ProtonVPN
ca: Obtenir suport per ProtonVPN
it: Ottieni assistenza per ProtonVPN
ro: Obțineți suport pentru ProtonVPN

# Label
source: OpenVPN / IKEv2 username
ca: Usuari OpenVPN / IKEv2
it: Nome utente OpenVPN / IKEv2
ro: Nume utilizator OpenVPN/IKEv2

# Label
source: OpenVPN / IKEv2 password
ca: Contrasenya OpenVPN / IKEv2
it: Password OpenVPN / IKEv2
ro: Parola OpenVPN/IKEv2

# Label
source: Old login password
ca: Contrasenya antiga d'inici de sessió
it: Vecchia password di accesso
ro: Parola veche de conectare

# Label
source: New login password
ca: Contrasenya nova d'inici de sessió
it: Nuova password di accesso
ro: Parola nouă de conectare

# Label
source: Confirm login password
ca: Confirma la contrasenya d'inici de sessió
it: Conferma la password di accesso
ro: Confirmare parolă conectare

# Label
source: Old password
ca: Contrasenya antiga
it: Vecchia password
ro: Parola veche

# Label
source: New mailbox password
ca: Nova contrasenya de la bústia
it: Nuova password della casella email
ro: Parola nouă mesaje

# Label
source: Confirm mailbox password
ca: Confirma la contrasenya de la bústia
it: Conferma la password della casella email
ro: Confirmare parolă mesaje

# Label
source: New password
ca: Contrasenya nova
it: Nuova password
ro: Parola nouă

# Label
source: Two-factor code
ca: Codi de dos factors
it: Codice a due fattori
ro: Parolă doi factori

# Label
source: Two password mode
ca: Mode de dues contrasenyes
it: Modalità a due password
ro: Mod cu două parole

# Label
source: Mailbox password
ca: Contrasenya de la bústia de correu
it: Password della casella email
ro: Parolă mesaje

# Label
source: Feedback
ca: Opinió
ro: Opinii

# Label
source: Login password
ca: Contrasenya d'inscripció
it: Password di accesso
ro: Parolă conectare

# Label
source: Name
ca: Nom
it: Nome
ro: Nume

# Label
source: ProtonMail address
ca: Adreça ProtonMail
it: Indirizzo ProtonMail
ro: Adresa ProtonMail

# Label
source: Key
ca: Clau
it: Chiave
ro: Cheie

# Label
source: Digits
ca: Dígits
it: Cifre
ro: Cifre

# Label
source: Two-factor authentication
ca: Autenticació de dos factors
it: Autenticazione a due fattori
ro: Autentificare cu doi factori

# Label
source: Cancel
ca: Cancel·lar
it: Annulla
ro: Anulare

# Label
source: Submit
ca: Enviar
it: Invia
ro: Trimitere

# Label
source: Cardholder name
ca: Nom del titular de la tarja
it: Nome del titolare
ro: Nume deținător

# Label
source: Pay with cash
ca: Pagar amb efectiu
it: Acquista con contanti
ro: Plată cu numerar

# Label
source: Prompt to trust keys
ca: Demanar que confiïn les claus
it: Chiedi di considerare le chiavi affidabili
ro: Solicitare chei de încredere

# Label
source: Sign external messages
ca: Signar missatges externs
it: Firma messaggi esterni
ro: Semnare mesaje externe

# Label
source: Attach public key
ca: Adjunta la clau pública
it: Allega chiave pubblica
ro: Atașare cheie publică

# Label
source: Default PGP Scheme
ca: Esquema PGP per defecte
it: Schema PGP predefinito
ro: Schemă PGP implicită

# Label
source: Conditions ${ n }
ca: Condicions ${ n }
it: Condizioni ${ n }
ro: Condiții ${ n }

# Label
source: Send auto reply
ca: Enviar resposta automàtica
it: Invia risposta automatica
ro: Trimitere autorăspuns

# Label
source: Logic
ca: Lògica
it: Logica
ro: Logică

# Label
source: Auto-load remote content
ca: Auto-carrega el contingut remot
it: Carica automaticamente il contenuto remoto
ro: Autoîncărcare conținut extern

# Label
source: Auto-load embedded images
ca: Auto-càrrega imatges incrustades
it: Carica automaticamente le immagini incorporate
ro: Autoîncarcare imagini încorporate

# Label
source: Sent/Drafts
ca: Enviat/Esborranys
it: Inviate/Bozze
ro: Trimise/Ciorne

# Label
source: Include moved
ca: Inclou el moviment
it: Includi quelli spostati
ro: Includere mutate

# Label
source: Request link confirmation
ca: Sol·licitar enllaç de confirmació
it: Richiedi link di conferma
ro: Solicitare de confirmare

# Label
source: Key strength
ca: Fortalesa de la clau
it: Robustezza della chiave
ro: Putere cheie

# Label
source: CSS code
ca: Codi de CSS
it: Codice CSS
ro: Cod CSS

# Label
source: Read/unread order
ca: Ordre Llegit/No llegit
it: Ordine di lettura/non letto
ro: Ordine citite/necitite

# Label
source: Default Composer
ca: Compositor per defecte
it: Compositore predefinito
ro: Redactare implicită

# Label
source: Default Inbox
ca: Safata d'entrada predeterminada
it: Casella di posta in arrivo predefinita
ro: Primite implicit

# Label
source: Conversations
ca: Converses
it: Conversazioni
ro: Conversații

# Label
source: Use sticky labels
ca: Utilitzeu etiquetes enganxoses
it: Usa etichette adesive
ro: Folosire etichete permanente

# Label
source: Composer mode
ca: Mode de compositor
it: Modalità compositore
ro: Mod de redactare

# Label
source: Composer text direction
ca: Direcció de Text del editor
it: Direzione del testo del compositore
ro: Direcție redactare text

# Label
source: Default language
ca: Idioma per defecte
it: Lingua predefinita
ro: Limbă implicită

# Label
source: Username
ca: Nom d'usuari
it: Nome utente
ro: Utilizator

# Label
source: Recovery email
ca: Correu electrònic de recuperació
it: Email di recupero
ro: E-mail de recuperare

# Label
source: Two factor authentication
ca: Autenticació de dos factors
it: Autenticazione a due fattori
ro: Autentificare cu doi factori

# Label
source: Role
ca: Rol
it: Ruolo
ro: Rol

# Label
source: Category
ca: Categoria
it: Categoria
ro: Categorie

# Label
source: What happened?
ca: Què ha passat?
it: Cos'è accaduto?
ro: Ce s-a întâmplat?

# Label
source: System information
ca: Informació del sistema
it: Informazioni sul sistema
ro: Informație despre sistem

# Label
source: Operating system
ca: Sistema operatiu
it: Sistema operativo
ro: Sistem de operare

# Label
source: Operating system version
ca: Versió del sistemes operatiu
it: Versione del sistema operativo
ro: Versiune sistem de operare

# Label
source: Browser
ca: Navegador
ro: Navigator

# Label
source: Browser version
ca: Versió del navegador
it: Versione del browser
ro: Versiune navigator

# Label
source: Credits used
ca: Crèdits utilitzats
it: Crediti utilizzati
ro: Credite folosite

# Label
source: Customize invoices
ca: Personalitzar factures
it: Personalizza le fatture
ro: Personalizare facturi

# Label
source: Require exact match
ca: Requereix coincidencia exacta
it: Richiedi la corrispondenza esatta
ro: Necesită potrivire exactă

# Info
source: Week
ca: Setmana
it: Settimana
ro: Săptămână

# Info
source: Your bank requires 3-D Secure verification for security purposes.
ca: El vostre banc requereix una verificació segura en 3-D amb finalitats de seguretat.
it: La tua banca richiede una verifica 3-D Secure per scopi di sicurezza.
ro: Banca solicită verificarea cu sistemul 3-D Secure din motive de securitate.

# Info
source: Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.
ca: La verificació obrirà una nova pestanya, si us plau, desactiveu els bloquejadors emergents. No se us farà cap càrrec. Qualsevol quantitat utilitzada per verificar la targeta serà retornada immediatament.
it: La verifica aprirà una nuova scheda, per favore disabilita qualsiasi blocco popup. Non avrai addebiti. Qualsiasi importo utilizzato per verificare la tua carta sarà immediatamente rimborsato.
ro: Verificarea va deschide o fereastră nouă. Dezactivați programele care blochează ferestrele flotante. Nu veți fi taxat. Orice sumă retrasă pentru verificarea cardului vă va fi rambursată imediat.

# Info
source: Verification will open a new tab, please disable any popup blockers.
ca: La verificació obrirà una nova pestanya, si us plau, desactiveu els bloquejadors emergents.
it: La verifica aprirà una nuova scheda, per favore disabilita qualsiasi blocco popup.
ro: Verificarea va deschide o fereastră nouă. Dezactivați programele care blochează ferestrele flotante.

# Info
source: You will be soon redirected to your bank to verify your payment.
ca: Ben aviat sereu redirigits al banc per verificar el pagament.
it: Sarai presto reindirizzato alla tua banca per verificare il pagamento.
ro: Veți fi redirecționat spre bancă pentru a verifica efectuarea plății.

# Info
source: Please verify the card in the new tab which was opened.
ca: Verifiqueu la targeta a la pestanya nova que s'ha obert.
it: Per favore verifica la carta nella nuova scheda che è stata aperta.
ro: Verificați cardul în noua fereastră ce a fost deschisă.

# Info
source: Please verify payment at the new tab which was opened.
ca: Verifiqueu el pagament a la pestanya nova que s'ha obert.
it: Per favore verifica il pagamento nella nuova scheda che è stata aperta.
ro: Verificați efectuarea plății în noua fereastră ce a fost deschisă.

# Info
source: Verification can take a few minutes.
ca: La verificació pot trigar uns minuts.
it: La verifica può richiedere alcuni minuti.
ro: Verificarea poate dura câteva minute.

# Info
source: Payment can take a few minutes to fully verify.
ca: El pagament pot trigar uns minuts en verificar-se completament.
it: Il pagamento può richiedere alcuni minuti per una verifica completa.
ro: Verificarea plății poate dura câteva minute.

# Info
source: Please try again, use a different payment method, or call your bank for assistance.
ca: Torneu-ho a provar, utilitzeu un mètode de pagament diferent o bé truqueu per assistència al banc.
it: Per favore riprova, usa un altro metodo di pagamento o chiama la tua banca per assistenza.
ro: Reîncercați, folosiți o metodă de plată diferită sau sunați-vă banca pentru asistență.

# Info
source: No subscription yet
ca: Sense subscripció encara
it: Ancora nessun abbonamento
ro: Fără abonament

# Info
source: To manage your subscription, customize your current plan or select another one from the plan's table.
ca: Per gestionar la vostra subscripció, personalitzeu el vostre pla actual o seleccioneu-ne un altre de la taula del pla.
it: Per gestire il tuo abbonamento, personalizza il tuo piano attuale o selezionane un altro dalla tabella del piano.
ro: Pentru a vă gestiona abonamentul, personaliza planul curent sau a selectat altul din lista de planuri.

# Info
source: Not activated
ca: Inactiu
it: Non attivato
ro: Neactivat

# Info
source: Black Friday 2019 newcomer discount has been applied!
ca: El descompte de nouvingut al Black Friday 2019 ha estat aplicat!
it: Lo sconto per i nuovi arrivati del Black Friday 2019 è stato applicato!
ro: Reducerea de Vinerea Neagră pentru utilizatorii noi a fost aplicată!

# Info
source: Save 20% with annual
ca: Estalvía un 20% amb el anual
it: Risparmia il 20% con l'annuale
ro: Salvați 20% cu cel anual

# Info
source: A 20% discount for annual billing has been automatically applied.
ca: S'ha aplicat automàticament un descompte del 20% per a la facturació anual.
it: È stato applicato automaticamente uno sconto del 20% per la fatturazione annuale.
ro: Reducerea de 20% a fost aplicată automat pentru plata anuală.

# Info
source: A 33% discount two year billing has been automatically applied.
ca: S'ha aplicat automàticament un descompte del 33% per dos anys de facturació.
it: È stato applicato automaticamente uno sconto del 33% per la fatturazione di due anni.
ro: Reducerea de 33% a fost aplicată automat pentru plata bianuală.

# Info
source: By using ProtonVPN to browse the web, your Internet connection is encrypted to ensure that your navigation is secure. ProtonVPN has servers located in 30+ countries around the world.
ca: Si utilitzeu ProtonVPN per navegar per Internet, la vostra connexió a Internet es xifra per assegurar-vos que la vostra navegació és segura. ProtonVPN té servidors ubicats a més de 30 països de tot el món.
it: Utilizzando ProtonVPN per navigare sul web, la tua connessione a Internet è criptata per garantire una navigazione sicura. ProtonVPN ha server situati in più di 30 paesi in tutto il mondo.
ro: Folosind ProtonMail pentru a naviga pe internet, conexiunea este criptată pentru a vă oferi o navigare sigură. ProtonVPN are servere amplasate în peste 30 de țări.

# Info
source: no subscription
ca: sense subscripció
it: nessun abbonamento
ro: fără abonament

# Info
source: monthly billing
ca: facturació mensual
it: fatturazione mensile
ro: plată lunară

# Info
source: annual billing
ca: facturació anual
it: fatturazione annuale
ro: plată anuală

# Info
source: two-year billing
ca: facturació bi-anual
it: fatturazione biennale
ro: plată bianuală

# Info
source: Thank you for your subscription.
ca: Gràcies per la vostra subscripció.
it: Grazie per essersi abbonato.
ro: Vă mulțumim pentru abonare.

# Info
source: Your new features are now available.
ca: Les seves noves funcions ara estan disponibles.
it: Le tue nuove funzionalità ora sono disponibili.
ro: Noile funcții sunt acum disponibile.

# Info
source: Thank you
ca: Gràcies
it: Grazie
ro: Vă mulțumim

# Info
source: Your account is being upgraded, this may take up to 30 seconds.
ca: El seu compte s'està actualitzant, el que pot arribar a trigar fins a 30 segons.
it: Il tuo account è in fase di upgrade, questo può richiedere fino a 30 secondi.
ro: Contul este convertit, ar putea dura până la 30 de secunde.

# Info
source: Your payment details are protected with TLS encryption and Swiss privacy laws.
ca: Les dades de pagament estan protegides amb el xifratge TLS i les lleis de privadesa de Suïssa.
it: I tuoi dati di pagamento sono protetti dalla crittografia TLS e dalle leggi svizzere sulla privacy.
ro: Detalii de plată vă sunt protejate de criptarea TLS și de legile de confidențialitate elvețiene.

# Info
source: Regular price: ${ regularPrice }
ca: Preu regular: ${ regularPrice }
it: Prezzo normale: ${ regularPrice }
ro: Preț normal: ${ regularPrice }

# Info
source: Your account will be downgraded in a few minutes.
ca: El vostre compte serà rebaixat en pocs minuts.
it: Il tuo account sarà declassato tra pochi minuti.
ro: Contul va fi trecut la un cont de nivel mai jos în câteva minute.

# Info
source: Additional addresses, custom domains, and users must be removed/disabled before performing this action. Any connections to premium servers will be terminated.
ca: S'han de suprimir / desactivar adreces addicionals, dominis personalitzats i usuaris abans de realitzar aquesta acció. Es finalitzaran les connexions a servidors premium.
it: Indirizzi aggiuntivi, domini personalizzati e utenti devono essere rimossi/disabilitati prima di eseguire questa azione. Tutte le connessioni ai server premium saranno terminate.
ro: Adresele suplimentare, domeniile personal și utilizatorii trebuie eliminate/dezactivate înainte de a executa această acțiune. Orice conexiune la serverele speciale va fi terminată.

# Info
source: As an early Proton user, your account has extra features..
ca: Com a usuari pioner de Proton, el vostre compte té funcions addicionals..
it: Come uno dei primi utenti di Proton, il tuo account ha caratteristiche extra..
ro: Ca utilizator Proton timpuriu, aveți funcții suplimentare în cont.

# Info
source: By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.
ca: Si baixes a un pla gratuit, perdràs permanentment aquests beneficis, encara que vulguis millorar el pla al futur.
it: Declassando ad un piano gratuito, perderai definitivamente questi benefici, anche se in futuro effettuerai un nuovo upgrade.
ro: Revenind la planul Gratuit, veți pierde permanent aceste avantaje, chiar dacă veți face upgrade ulterior.

# Info
source: +5GB bonus storage
ca: +5GB de bonus d’emmagatzematge
it: +5GB di spazio bonus
ro: +5 GB stocare bonus

# Info
source: +2 connections for ProtonVPN (allows you to connect more devices to VPN)
ca: +2 connexions per a ProtonVPN (permet connectar més dispositius a VPN)
it: +2 connessioni per ProtonVPN (ti permette di collegare più dispositivi alla VPN)
ro: +2 conexiuni pentru ProtonVPN (permite conectarea mai multor dispozitive la VPN)

# Info
source: billed as ${ billedPrice }
ca: facturat com ${ billedPrice }
it: fatturato come ${ billedPrice }
ro: facturat cu ${ billedPrice }

# Info
source: You already have a free account
ca: Ja teniu un compte gratuït
it: Hai già un account gratuito
ro: Deja aveți un cont gratuit

# Info
source: Get 20% bundle discount when you purchase ProtonMail and ProtonVPN together.
ca: Obtingueu un descompte del 20% del paquet en comprar conjuntament ProtonMail i ProtonVPN.
it: Ottieni uno sconto del 20% quando acquisti ProtonMail e ProtonVPN insieme.
ro: Obțineți o reducere de 20% cumpărând ProtonMail și ProtonVPN împreună.

# Info
source: You are currently subscribed to ${ names }.
ca: Actualment esteu subscrit a ${ names }.
it: Sei attualmente iscritto a ${ names }.
ro: Momentan sunteți abonat la ${ names }.

# Info
source: Please verify the payment in the new tab.
ca: Verifiqueu el pagament a la pestanya nova.
it: Verifica il pagamento nella nuova scheda.
ro: Verificați plata în noua filă.

# Info
source: We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.
ca: Us redireccionarem a PayPal en una pestanya nova del navegador per completar aquesta transacció. Si utilitzeu bloquejadors emergents, inhabiliteu-los per continuar.
it: Sarai reindirizzato su PayPal in una nuova scheda del browser per completare questa transazione. Se utilizzi un blocco pop-up, disattivalo per continuare.
ro: Veți fi redirecționat(ă) spre PayPal într-o fereastră nouă pentru a finaliza tranzacția. Dacă folosiți programe de blocat ferestre flotante dezactivați-le înainte de a continua.

# Info
source: You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please ${ clickHere }.
ca: Heu de tenir una targeta de crèdit o un compte bancari enllaçat amb el vostre compte PayPal. Si el vostre compte de PayPal no té això, si us plau ${ clickHere }.
it: Devi avere una carta di credito o un conto bancario collegato al tuo account PayPal. Se il tuo account PayPal non lo ha, per favore ${ clickHere }.
ro: Trebuie să aveți un card de credit sau cont bancar asociat la contul de PayPal. Dacă contul de PayPal nu are așa ceva, atunci ${ clickHere }.

# Info
source: This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.
ca: Això permetrà que PayPal s’utilitzi per pagar la vostra subscripció a Proton. Els redirigirem a PayPal en una pestanya nova del navegador. Si utilitzeu bloquejadors emergents, inhabiliteu-los per continuar.
it: Questo ti consentirà di utilizzare PayPal per pagare il tuo abbonamento Proton. Ti reindirizzeremo su PayPal in una nuova scheda del browser. Se utilizzi un blocco pop-up, disattivalo per continuare.
ro: Aceasta va activa PayPal ca metodă de plată pentru abonamentul la Proton. Veți fi redirectat spre PayPal într-o fereastră nouă. Dacă folosiți module sau programe de blocare a ferestrelor flotante, trebuie să le dezactivați înainte de a continua.

# Info
source: You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.
ca: Per afegir-lo com a mètode de pagament, heu de tenir una targeta de crèdit o un compte bancari enllaçat amb el vostre compte PayPal.
it: Devi avere una carta di credito o un conto bancario collegato al tuo account PayPal per aggiungerlo come metodo di pagamento.
ro: Trebuie să aveți un card de credit sau un cont bancar asociat cu contul de PayPal pentru a-l adăuga ca metodă de plată.

# Info
source: If you purchased or were given a gift code, add it here.
ca: Si heu comprat o heu rebut un codi de regal, afegiu-lo aquí.
it: Se hai acquistato o ti è stato dato un codice regalo, aggiungilo qui.
ro: Dacă aveți un cod cadou, adăugați-l aici.
