Repository: ProtonMail/proton-mail-settings
Catalog: po/*.po
Languages: ca, it, ro

# Address action
source: Delete
ca: Esborrar
it: Elimina
ro: Ștergere

# Autoresponse
source: I'm out of the office with limited access to my email.
ca: Sóc fora de l'oficina i amb accés limitat al meu correu electrònic.
it: Non sono in ufficio, con accesso limitato alla mia email.
ro: Nu sunt la birou și am acces limitat la e-mail.

# Duration
source: n/a
ca: n/d
ro: n/d

# Duration
source: Every ${ weekdays } @ ${ formattedHours }
ca: Cada ${ weekdays } @ ${ formattedHours }
it: Ogni ${ weekdays } @ ${ formattedHours }
ro: În fiecare ${ weekdays } @ ${ formattedHours }

# Duration
source: Every day @ ${ formattedHours }
ca: Cada dia @ ${ formattedHours }
it: Ogni giorno @ ${ formattedHours }
ro: În fiecare zi @ ${ formattedHours }

# Duration
source: Every ${ dayOfWeekString } @ ${ formattedHours }
ca: Cada ${ dayOfWeekString } @ ${ formattedHours }
it: Ogni ${ dayOfWeekString } @ ${ formattedHours }
ro: În fiecare ${ dayOfWeekString } @ ${ formattedHours }

# Duration
source: Every ${ dayOfMonthString } @ ${ formattedHours }
ca: Cada ${ dayOfMonthString } @ ${ formattedHours }
it: Ogni ${ dayOfMonthString } @ ${ formattedHours }
ro: În fiecare ${ dayOfMonthString } @ ${ formattedHours }

# Restore administrator panel
source: Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:
ca: A causa d'un canvi de contrasenya, els privilegis d'administrador de la seva organització han estat restringits. Les següents accions ja no estan permeses:
it: A causa di un cambiamento di password, i privilegi da amministratore della tua organizzazione sono stati limitati. Non saranno più permesse le seguenti azioni:
ro: Datorită schimbări parolei, privilegiile ca administrator de organizație v-au fost restricționate. Nu vă mai sunt permise următoarele acțiuni:

# Restore administrator panel
source: Creating new sub-users
ca: Creació de nous sub-usuaris
it: Creando nuovi sotto-utenti
ro: Crearea de utilizatori subordonați

# Restore administrator panel
source: Reading emails of non-private subusers
ca: Lectura dels missatges de sub-usuaris no privats
it: Leggendo le email dei sotto utenti non privati
ro: Citirea mesajelor utilizatorilor subordonați non-privați

# Restore administrator panel
source: Changing organization password
ca: Canviant la contrasenya de l'organització
it: Cambiando la password dell'organizzazione
ro: Schimbarea parolei organizației

# Restore administrator panel
source: Changing organization keys
ca: Canviar claus d'organització
it: Cambiando le chiavi dell'organizzazione
ro: Schimbarea cheilor organizației

# Error message
source: Aaah! Something went wrong
ca: Ahhh! Alguna cosa no ha anat bé
it: Ops! Qualcosa è andato storto
ro: Aaah! Ceva nu a funcționat.

# Error message
source: Brace yourself till we get the error fixed.
ca: Prepareu-vos fins que no es resolgui l’error.
it: Tieniti forte finché non risolviamo l'errore.
ro: Trebuie să așteptați până când vom rezolva eroarea.

# Error message
source: You may also refresh the page or try again later.
ca: També podeu actualitzar la pàgina o tornar-la a provar més endavant.
it: Puoi anche aggiornare la pagina o riprovare più tardi.
ro: Împrospătați pagina sau reîncercați mai târziu.

# Header for addresses table
source: Address
ca: Adreça
it: Indirizzo
ro: Adresă

# Header for addresses table
source: Status
ca: Estat
it: Stato
ro: Stare

# Header for addresses table
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Header for addresses table
source: Username
ca: Nom d'usuari
it: Nome utente
ro: Utilizator

# Header for addresses table
source: Domain
ca: Domini
it: Dominio
ro: Domeniu

# Header for addresses table
source: Addresses
ca: Adreçes
it: Indirizzi
ro: Adrese

# Address status
source: Default
ca: Per defecte
it: Predefinito
ro: Implicită

# Address status
source: Active
ca: Actiu
it: Attivo
ro: Activă

# Address status
source: Disabled
ca: Desactivat
it: Disabilitato
ro: Dezactivată

# Address status
source: Orphan
ca: Orfà
it: Orfano
ro: Neasociată

# Address status
source: Missing keys
ca: Falta claus
it: Chiavi mancanti
ro: Lipsesc cheile

# Success notification
source: Address deleted
ca: Adreça eliminada
it: Indirizzo eliminato
ro: Adresă ștearsă

# Success notification
source: Address enabled
ca: Adreça habilitada
it: Indirizzo abilitato
ro: Adresă activată

# Success notification
source: Address disabled
ca: Adreça deshabilitada
it: Indirizzo disabilitato
ro: Adresă dezactivată

# Success notification
source: ${ label.Name } removed
ca: ${ label.Name } suprimit
it: ${ label.Name } rimosso
ro: ${ label.Name } eliminată

# Success notification
source: Status updated
ca: Estat actualitzat
it: Stato aggiornato
ro: Stare actualizată

# Success notification
source: Filter removed
ca: Filtre suprimit
it: Filtro rimosso
ro: Filtru eliminat

# Notification
source: A disabled address cannot be primary
ca: Una adreça desactivada no pot ser primària
it: Un indirizzo disabilitato non può essere il principale
ro: O adresă dezactivată nu poate fi primară

# Notification
source: OpenVPN / IKEv2 credentials updated
ca: Credencials OpenVPN / IKEv2 actualitzades
it: Credenziali OpenVPN / IKEv2 aggiornate
ro: Acreditări OpenVPN/IKE2 actualizate

# Notification
source: ${ Filter.Name } created
ca: ${ Filter.Name } creada
it: ${ Filter.Name } creato
ro: ${ Filter.Name } creată

# Desktop notification status
source: Enabled
ca: Activat
it: Abilitata
ro: Activată

# Desktop notification status
source: Disabled
ca: Desactivat
it: Disabilitata
ro: Dezactivată

# Label for adding a new custom domain
source: Add a domain that you own to your ProtonMail account.
ca: Afegeixi un domini propi al seu compte de ProtonMail.
it: Aggiungi un dominio che possiedi al tuo account ProtonMail.
ro: Adăugați un domeniu propriu la contul ProtonMail.

# Domain modal
source: 'www' subdomains are typically not used for email. Are you sure you want to use this domain value?
ca: Els subdominis 'www' no s'utilitzen normalment per a correu electrònic. Està segur de què vol utilitzar aquest nom de domini?
it: I sottodomini 'www' non sono tipicamente usati per le email. Sei sicuro di voler usare questo valore di dominio?
ro: Subdomeniile 'www' nu sunt folosite de obicei pentru e-mail. Sigur doriți să folosiți această valoare ca domeniu?

# Info for domain modal
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS record.
ca: Per motius de seguretat, hem de verificar que sou el propietari del vostre domini. Afegiu el codi següent al vostre registre DNS.
it: Per motivi di sicurezza, dobbiamo verificare che tu sia il proprietario del tuo dominio. Aggiungi il seguente codice nel tuo record DNS.
ro: Din motive de securitate, trebuie să verificăm dacă sunteți proprietarul domeniului. Adăugați codul următor în înregistrarea DNS.

# Info for domain modal
source: Please add addresses to send and receive email with this domain.
ca: Afegiu adreces per enviar i rebre correus electrònics amb aquest domini.
it: Per favore, aggiungi degli indirizzi per inviare e ricevere email con questo dominio.
ro: Adăugați adrese pentru a putea trimite și primi mesaje cu acest domeniu.

# Warning for domain modal
source: Do not remove it even after successful verification.
ca: No la esborreu fins i tot després de verificar amb èxit.
it: Non rimuoverlo nemmeno dopo averlo verificato con successo.
ro: Nu-l eliminați chiar și după confirmarea verificării.

# Warning for domain modal
source: This can typically be done in the control panel of your domain name registrar.
ca: Això normalment es pot fer al tauler de control del vostre registrador de noms de domini.
it: Questo può essere fatto in genere nel pannello di controllo del tuo registrar di nomi di dominio.
ro: Aceasta poate fi făcută în panoul de control al registratorului domeniului.

# Warning for domain modal
source: It can take up to a day for DNS changes to update.
ca: Els canvis DNS poden trigar fins a un dia a actualitzar-se.
it: Può essere necessario fino ad un giorno perché si diffondano i cambiamenti dei DNS.
ro: Actualizarea schimbării DNS poate dura până la o zi.

# Label for domain modal
source: Please add the following TXT record:
ca: Si us plau afegiu el següent registre TXT:
it: Per favore aggiungi il seguente record TXT:
ro: Adăugați următoarea înregistrare TXT:

# Header for domain modal
source: Type
ca: Tipus
it: Tipo
ro: Tip

# Header for domain modal
source: Host name
ca: Nom d'amfitrió
it: Nome host
ro: Nume gazdă

# Header for domain modal
source: Value / Data / Points to
ca: Valor / Dades / Punts per
it: Valore / Dati / Punta a
ro: Valoare / Date / Direcționare spre

# Header for domain modal
source: User
ca: Usuari
it: Utente
ro: Utilizator

# Header for domain modal
source: Address
ca: Adreça
it: Indirizzo
ro: Adresa

# Header for domain modal
source: Value
ca: Valor

# Header for domain modal
source: Priority
ca: Prioritat
it: Priorità
ro: Prioritate

# Description
source: This is the key we currently use for signing your emails.
ca: Aquesta es la clau que utilitzes actualment per signat els teus correus electrònics.

# Description
source: We are waiting for you to insert this record correctly in your DNS.
ca: Estem esperant que inseriu aquest registre correctament al DNS.

# Description
source: This key is no longer used for DKIM signing.
ca: Aquesta clau ja no s’utilitza per a la signatura de DKIM.

# Description
source: There is a problem with this record. Please check your DNS.
ca: Hi ha un problema amb aquest registre. Comproveu el DNS.

# Status
source: Active
ca: Actiu

# Status
source: Pending
ca: Pendent

# Status
source: Retired
ca: Retirat

# Status
source: Warning
ca: Atenció

# Status
source: Not set
ca: No establert
it: Non impostato
ro: Nesetat

# Status
source: Enabled
ca: Activat
it: Abilitato
ro: Activat

# Status
source: Disabled
ca: Desactivat
it: Disabilitato
ro: Dezactivat

# Label in domain modal
source: Domain
ca: Domini
it: Dominio
ro: Domeniu

# Label in domain modal
source: Verify
ca: Verifica
it: Verifica
ro: Verificare

# Label in domain modal
source: Addresses
ca: Adreçes
it: Indirizzi
ro: Adrese

# Domain label
source: Verified
ca: Verificat
it: Verificato
ro: Verificat

# Badge for domain
source: Missing keys
ca: Falta claus
it: Chiavi mancanti
ro: Chei lipsă

# Badge for domain
source: Enabled
ca: Activat
it: Abilitato
ro: Activată

# Badge for domain
source: Disabled
ca: Desactivat
it: Disabilitato
ro: Dezactivată

# Title header for addresses domain table
source: Address
ca: Adreça
it: Indirizzo
ro: Adresa

# Title header for addresses domain table
source: Name
ca: Nom
it: Nome
ro: Nume

# Title header for addresses domain table
source: Status
ca: Estat
it: Stato
ro: Stare

# Title header for addresses domain table
source: Catch all
ca: Captura tot
ro: Colectare toate

# Success message
source: Domain deleted
ca: S'ha suprimit el domini
it: Dominio eliminato
ro: Domeniu șters

# Success message
source: User deleted
ca: Usuari eliminat
it: Utente rimosso
ro: Utilizator șters

# Success message
source: Role updated
ca: Rol actualitzat
it: Ruolo aggiornato
ro: Rol actualizat

# Success message
source: Status updated
ca: Estat actualitzat
it: Stato aggiornato
ro: Stare actualizată

# Success message
source: Sessions revoked
ca: Sessions revocades
it: Sessione revocata
ro: Sesiuni anulate

# Message
source: Add a domain to receive emails to your custom email addresses and to add more users to your organization (Visionary and Professional accounts only).
ca: Afegiu un domini per rebre correus electrònics a les vostres adreces de correu electrònic personalitzades i afegir més usuaris a la vostra organització (només comptes visionaris i professionals).
it: Aggiungi un dominio per ricevere le email ai tuoi indirizzi email personalizzati e per aggiungere più utenti alla tua organizzazione (solo account Visionary e Professional).
ro: Adăugați un domeniu pentru a primi mesaje pe adresa personală de e-mail și pentru a vă adăuga mai mulți utilizatori la organizație (doar pentru conturile Vizionar și Profesional).

# Message
source: Are you sure you want to disable two-factor authentication?
ca: Esteu segur que voleu deshabilitar l'autenticació de dos factors?
it: Sei sicuro di voler disattivare l'autenticazione a due fattori?
ro: Sigur doriți dezactivarea autentificării cu doi factori?

# Message
source: Are you sure you want to clear all your logs?
ca: Estàs segur que vols esborrar tots els registres?
it: Sei sicuro di voler eliminare tutti i tuoi log?
ro: Sigur doriți ștergerea tuturor jurnalelor?

# Label for news
source: Major announcements (2-3 per year)
ca: Anuncis importants (2-3 / per any)
it: Annunci principali (2-3 all'anno)
ro: Anunțuri importante (2-3 pe an)

# Label for news
source: Major features (3-4 per year)
ca: Principals novetats en les característiques (3-4 per any)
it: Funzionalità principali (3-4 all'anno)
ro: Funcții majore (3-4 pe an)

# Label for news
source: Proton for business (4-5 per year)
ca: Proton Business (4-5 per any)
it: Proton per il business (4-5 all'anno)
ro: Proton pentru afaceri (4-5 pe an)

# Label for news
source: Proton newsletter (5-6 per year)
ca: Butlletí de Proton (5-6 per any)
it: Newsletter Proton (5-6 all'anno)
ro: Buletin informativ Proton (5-6 pe an)

# Label for news
source: Proton Beta (10-12 per year)
ca: Proton Beta (10-12 per any)
it: Proton Beta (10-12 all'anno)
ro: Proton Beta (~ 10-12 pe an)

# Confirmation title
source: Delete payment method
ca: Suprimeix el mètode de pagament
it: Elimina il metodo di pagamento
ro: Ștergere metodă de plată

# Confirmation message to delete payment method
source: Are you sure you want to delete this payment method?
ca: Esteu segur que voleu suprimir aquest mètode de pagament?
it: Sei sicuro di voler eliminare questo metodo di pagamento?
ro: Sigur doriți să ștergeți această metodă de plată?

# Label on payment method
source: Expired
ca: Vençuda
it: Scaduto
ro: Expirată

# Label on payment method
source: Default
ca: Per defecte
it: Predefinito
ro: Implicită

# Title for payment methods table
source: Method
ca: Mètode
it: Metodo
ro: Metodă

# Title for payment methods table
source: Status
ca: Estat
it: Stato
ro: Stare

# Title for payment methods table
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Info for payment methods
source: If you wish to pay by credit card, you can add your card below. Learn about other payment options.
ca: Si voleu pagar amb targeta de crèdit, podeu afegir la vostra targeta a continuació. Obteniu informació sobre altres opcions de pagament.
it: Se desideri pagare con carta di credito, puoi aggiungere la tua carta qui sotto. Scopri altre opzioni di pagamento.
ro: Dacă doriți să plătiți cu cardul bancar, puteți să vă adăugați cardul mai jos. Aflați și despre alte metode de plată.

# Label for credit card
source: Expiration
ca: Venciment
it: Scadenza
ro: Expirare

# Payment method option
source: Pay with credit/debit card
ca: Pagar amb tarjeta de crèdit/débit
it: Paga con carta di credito/debito
ro: Plată cu cardul de credit/debit

# Payment method option
source: Pay with PayPal
ca: Pagar amb PayPal
it: Paga con PayPal
ro: Plată prin PayPal

# Payment method option
source: Pay with Bitcoin
ca: Pagar amb Bitcoin
it: Paga con i Bitcoin
ro: Plată cu Bitcoin

# Tooltip prompt to trust keys
source: When receiving an internal message from a sender that has no trusted keys in your contacts, show a banner asking if you want to enable trusted keys.
ca: Quan rebeu un missatge intern d'un remitent que no contingui claus fiables als vostres contactes, mostreu un bàner preguntant si voleu habilitar les claus de confiança.
it: Quando si riceve un messaggio interno da un mittente che non ha chiavi attendibili nei tuoi contatti, mostra un banner chiedendo se vuoi abilitare l'attendibilità delle chiavi.
ro: Când primiți un mesaj intern de la un expeditor care nu are chei de încredere în contactele dvs., afișare întrebare dacă doriți să activați cheile de încredere.

# Tooltip sign external messages
source: Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the Default PGP Scheme that is selected down below.
ca: Confirmeu automàticament tots els vostres missatges de sortida perquè els usuaris puguin verificar l'autenticitat dels vostres missatges. Això es fa en combinació amb el Esquema predeterminat PGP que es selecciona a continuació.
it: Firma automaticamente tutti i messaggi in uscita in modo che gli utenti possano verificarne l'autenticità. Questo viene fatto in combinazione con lo schema PGP predefinito selezionato di seguito.
ro: Semnare automată toate mesajele trimise, astfel încât utilizatorii să vă poată verifica autenticitatea mesajelor. Acest lucru este făcut în combinație cu schema implicită PGP care este selectată mai jos.

# Tooltip automatically attach public key
source: This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.
ca: Això afegeix automàticament la vostra clau pública a cada missatge que envieu. Els destinataris poden utilitzar això per verificar l'autenticitat dels vostres missatges i enviar-vos missatges xifrats.
it: Aggiunge automaticamente la tua chiave pubblica ad ogni messaggio che invii. I tuoi destinatari possono usarla per verificare l'autenticità dei tuoi messaggi e spedirti messaggi criptati.
ro: Aceasta vă adaugă automat cheia publică la fiecare mesaj trimis. Destinatarii o pot folosi pentru a vă verifica autenticitatea mesajelor și a vă trimite mesaje criptate.

# Tooltip default pgp scheme
source: Select the default PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages. Click for more info.
ca: Seleccioneu l'esquema PGP predeterminat que s'utilitzarà en signar o xifrar a un usuari. Tingueu en compte que PGP/Inline força missatges de text simples. Feu clic per obtenir més informació.
it: Seleziona lo schema PGP predefinito da usare quando si firma o i crittografa per un utente. Nota che PGP/Inline forza i testi in messaggi semplici. Clicca per ulteriori informazioni.
ro: Selectare schemă PGP implicită ce va fi folosită la semnare sau criptare de către un utilizator. Rețineți că PGP integrat forțează folosirea mesajelor simple. Apăsați pentru mai multe informații.

# label/folder notification
source: ${ label.Name } updated
ca: ${ label.Name } actualitzat
it: ${ label.Name } aggiornato
ro: ${ label.Name } actualizată

# label/folder notification
source: ${ Label.Name } created
ca: ${ Label.Name } creada
it: ${ Label.Name } creato
ro: ${ Label.Name } creată

# New Label form
source: Name
ca: Nom
it: Nome
ro: Nume

# New Label form
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Label/folder modal
source: Edit label
ca: Edita l'etiqueta
it: Modifica etichetta
ro: Editare etichetă

# Label/folder modal
source: Edit folder
ca: Edita la carpeta
it: Modifica cartella
ro: Editare folder

# Label/folder modal
source: Create a new label
ca: Crea una etiqueta nova
it: Crea una nuova etichetta
ro: Creare etichetă

# Label/folder modal
source: Create a new folder
ca: Crear una nova carpeta
it: Crea una nuova cartella
ro: Creare folder

# Filter notification
source: ${ Label.Name } updated
ca: ${ Label.Name } actualitzat
it: ${ Label.Name } aggiornato
ro: ${ Label.Name } actualizată

# Filter notification
source: Filter ${ Filter.Name } updated
ca: Filtre ${ Filter.Name } actualitzat
it: Filtro ${ Filter.Name } aggiornato
ro: Filtrul ${ Filter.Name } actualizat

# Settings/labels
source: Labels/Folders
ca: Etiquetes/Carpetes
it: Etichette/Cartelle
ro: Etichete/Foldere

# Settings/labels - table
source: Name
ca: Nom
it: Nome
ro: Nume

# Settings/labels - table
source: Notification
ca: Notificació
it: Notifica
ro: Notificare

# Settings/labels - table
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# LabelSettings
source: Folders and labels
ca: Carpetes i etiquetes
it: Cartelle ed etichette
ro: Foldere și etichete

# LabelSettings
source: Multiple labels can be applied to a single message, but a message can only be in a single folder.
ca: Es poden aplicar múltiples etiquetes a un sol missatge, però un missatge només pot estar en una sola carpeta.
it: Ad un singolo messaggio possono essere applicate più etichette, ma un messaggio può stare in un'unica cartella.
ro: Unui mesaj i se pot aplica mai multe etichete, dar un mesaj poate fi doar într-un singur dosar.

# LabelSettings
source: No labels/folders available
ca: No hi han etiquetes/carpetes disponibles
it: Nessuna etichetta/cartella disponibile
ro: Nu sunt etichete/foldere disponibile

# Filter condition
source: Or
ca: O
it: O
ro: Sau

# Filter Actions
source: Move to ${ Name }
ca: Moure a ${ Name }
it: Sposta in ${ Name }
ro: Mutare în ${ Name }

# Filter Actions
source: Move to ...
ca: Mou a ...
it: Sposta in...
ro: Mutare în...

# Filter Actions
source: Move to archive
ca: Mou a arxiu
it: Sposta nell'archivio
ro: Mutare în «Arhivă»

# Filter Actions
source: Move to inbox
ca: Moure a la safata d'entrada
it: Sposta in posta in arrivo
ro: Mutare în «Primite»

# Filter Actions
source: Move to spam
ca: Mou a correu brossa
it: Sposta in spam
ro: Mutare în «Spam»

# Filter Actions
source: Move to trash
ca: Moure a la paperera
it: Sposta nel cestino
ro: Mutare în «Gunoi»

# Filter Actions
source: Mark as ...
ca: Marca com a ...
it: Segna come ...
ro: Marcare ca...

# Filter Actions
source: Mark as read
ca: Marca com a llegit
it: Segna come letto
ro: Marcare ca citit

# Filter Actions
source: Mark as starred
ca: Marca com a destacat
it: Contrassegna come Preferito
ro: Marcare ca important

# Filter preview
source: starred
ca: destacat
it: preferito
ro: important

# Filter preview
source: read
ca: llegit
it: leggi
ro: citit

# Filter preview
source: Mark email as
ca: Marcar correu electronic com
it: Segna l'email come
ro: Marcare mesaj ca

# Filter preview
source: Move email to
ca: Moure correu electronic a
it: Sposta l'email in
ro: Mutare mesaj în

# Filter preview
source: Label email as
ca: Etiquetar correu electronic com
it: Etichetta l'email come
ro: Etichetare mesaj cu

# Filter preview
source: Custom filter work on all new emails, including incoming emails as well as sent emails.
ca: Els filtres personalitzats funcionen en tots els correus nous, incloent els rebuts i els enviats.
it: I filtri personalizzati funzionano su tutte le nuove email, incluse le email in arrivo, nonché quelle inviate.
ro: Filtrul personal funcționează pe toate mesajele noi, incluzând atât mesajele primite cât și cele trimise.

# Filter preview
source: Conditions
ca: Condicions
it: Condizioni
ro: Condiții

# Filter preview
source: Actions
ca: Accions
it: Azioni
ro: Acțiuni

# Filter Preview
source: then
ca: llavors
it: quindi
ro: atunci

# Filter Preview
source: and
ca: i
it: e
ro: și

# Filter Preview
source: or
ca: o
it: o
ro: sau

# Filter Preview
source: if
ca: si
it: se
ro: dacă

# Filter label
source: Name
ca: Nom
it: Nome
ro: Nume

# Option Filter
source: With Attachments
ca: Amb fitxers adjunts
it: Con allegati
ro: Cu atașamente

# Add filter modal
source: Custom filter
ca: Filtre personalitzat
it: Filtro personalizzato
ro: Filtru personal

# Add filter modal
source: Custom filter (preview)
ca: Filtre personalitzat (previsualització)
it: Filtro personalizzato (anteprima)
ro: Filtru personal (examinare)

# Settings/filters
source: Filters
ca: Filtres
it: Filtri
ro: Filtre

# Settings/filters - table
source: Name
ca: Nom
it: Nome
ro: Nume

# Settings/filters - table
source: Status
ca: Estat
it: Stato
ro: Stare

# Settings/filters - table
source: Action
ca: Acció
it: Azione
ro: Acțiune
